{
  "rolex": {
    "name": "Rolex",
    "slug": "rolex", 
    "description": "Rolex is the ultimate luxury watch brand, whose classics dictate fashion. Adored worldwide, Rolex watch prices continue to rise and often go hand in hand with profitable investment.",
    "logo": "/images/brands/rolex.png",
    "overview": {
      "title": "An icon of luxury watchmaking",
      "content": [
        "Rolex is the ultimate luxury watch brand, whose classic models set the trends. Growing demand and limited production contribute to steadily rising prices, making Rolex watches particularly interesting investments.",
        "The brand stands out for its independence and discretion: it manufactures almost all of its components in-house and maintains very controlled communication."
      ]
    },
    "keyFeatures": [
      "Timeless design with strong appreciation potential",
      "Limited production ensuring rarity",
      "In-house manufacturing of most components",
      "COSC chronometer certificate for each watch"
    ],
    "priceRange": {
      "catalog": "Between €5,500 and €42,000",
      "secondary": "Prices increased by 20% to 100% depending on models"
    },
    "featuredModels": [
      {
        "name": "Submariner",
        "description": "The reference for diving watches, available with or without date. A timeless design that set the standard for diving watches.",
        "image": "/images/watches/submariner.jpg",
        "price": "Starting at €12,500",
        "features": [
          "Water resistant to 300m",
          "Unidirectional rotating bezel",
          "In-house automatic movement"
        ]
      },
      {
        "name": "Daytona",
        "description": "The iconic chronograph, named after the legendary Daytona Beach circuit. A Tricompax design that made its reputation.",
        "image": "/images/watches/daytona.jpg",
        "price": "Starting at €22,000",
        "features": [
          "Precise chronograph to 1/8th of a second",
          "Ceramic tachymeter bezel",
          "Automatic movement with 72h power reserve"
        ]
      },
      {
        "name": "GMT-Master II",
        "description": "The ultimate GMT watch, originally developed for pilots. Its two-tone bezel has become a brand symbol.",
        "image": "/images/watches/gmt-master.jpg",
        "price": "Starting at €13,000",
        "features": [
          "Dual time zone display",
          "Two-tone Cerachrom bezel",
          "Automatic movement with 70h power reserve"
        ]
      }
    ],
    "history": {
      "title": "Brand History",
      "content": [
        "Founded in 1905 in London by Hans Wilsdorf and Alfred Davis, Rolex moved to Geneva in 1919. The brand revolutionized watchmaking with major innovations such as the first waterproof watch (1926) and the first automatic movement with perpetual rotor (1931).",
        "The five-pointed crown, adopted in 1925, has become the brand's symbol. Rolex has remained independent since its creation, controlled by the Hans Wilsdorf Foundation which funds social, environmental and cultural projects.",
        "Today, Rolex is recognized for its chronometric precision, with each watch being COSC certified and internally tested for accuracy of -2/+2 seconds per day."
      ]
    }
  },
  "patek-philippe": {
    "name": "Patek Philippe",
    "slug": "patek-philippe",
    "description": "More than any other brand, Patek Philippe embodies fine watchmaking. The Geneva manufacture combines luxury, tradition and high-level craftsmanship. Patek Philippe watches are exceptional timepieces of international renown.",
    "logo": "/images/brands/patek.png",
    "overview": {
      "title": "An independent and esteemed brand",
      "content": [
        "Patek Philippe is one of the last luxury Geneva watch brands to remain an independent family business. This is one of the main reasons why the manufacturer enjoys an excellent reputation, and not just among professionals. Almost all of its watch components are designed in-house by the brand and watch enthusiasts worldwide aspire to add a Patek Philippe to their collection.",
        "The manufacture cultivates a primarily traditional design style and claims its family character. For its creations, Patek Philippe mostly relies on precious metals such as gold or platinum. Unlike other manufacturers' catalogs, Patek's includes only a few stainless steel watches."
      ]
    },
    "keyFeatures": [
      "Noble luxury watches symbolizing prestige",
      "Calatrava and Nautilus collection models represent excellent investments",
      "18-carat gold or 950 platinum case",
      "Highly accurate thanks to ultra-modern manufacture calibers",
      "Inventor of major complications like the annual calendar or split-seconds chronograph"
    ],
    "priceRange": {
      "catalog": "Between €8,500 and €3,020,000",
      "secondary": "Prices increased by 50% to 500% depending on models"
    },
    "featuredModels": [
      {
        "name": "Nautilus",
        "description": "The iconic sports collection created by Gerald Genta in 1976. Its porthole-shaped design has become a modern watchmaking icon.",
        "image": "/images/watches/nautilus.jpg",
        "price": "Starting at €153,000",
        "features": [
          "Iconic porthole design",
          "Integrated articulated bracelet",
          "In-house automatic movement"
        ]
      },
      {
        "name": "Calatrava",
        "description": "The symbol of elegance and simplicity since 1932. A timeless design that embodies the brand's excellence.",
        "image": "/images/watches/calatrava.jpg",
        "price": "Starting at €45,000",
        "features": [
          "Clean and elegant design",
          "Thin and flat construction",
          "Manufacture movement"
        ]
      },
      {
        "name": "Aquanaut",
        "description": "A modern sports watch inspired by the famous Nautilus Memovox model from 1968. Its Tropical composite material strap is a unique innovation.",
        "image": "/images/watches/aquanaut.jpg",
        "price": "Starting at €62,000",
        "features": [
          "Tropical composite material strap",
          "Modern rounded design",
          "Water and UV resistant"
        ]
      }
    ],
    "history": {
      "title": "Brand History",
      "content": [
        "In 1839, Polish watchmaker in exile Antoni Patek began producing pocket watches in Geneva, where he partnered with his French colleague Adrien Philippe 6 years later. In 1844, Adrien Philippe invented the crown winding system, revolutionizing watchmaking. Since 1851, the company has been called Patek Philippe.",
        "The brand revolutionized watchmaking with major innovations: the first split-seconds chronograph in 1902, the first wristwatch with annual calendar in 1925, and the first quartz watch with integrated circuit in 1959.",
        "The company was taken over by the Stern family in 1932 and has been led by Thierry Stern since 2010. Each year, approximately 68,000 watches leave Patek Philippe's workshops, all manufactured with exceptional precision and care."
      ]
    }
  },
  "audemars-piguet": {
    "name": "Audemars Piguet",
    "slug": "audemars-piguet",
    "description": "Audemars Piguet timepieces exude great nobility. The manufacture also includes complicated models with perpetual calendar and tourbillon in its catalog. The Royal Oak is the brand's most emblematic watch.",
    "logo": "/images/brands/ap.png",
    "overview": {
      "title": "Pioneer and revolutionary in the watch industry",
      "content": [
        "Audemars Piguet watches are among the most refined and reputable watches in the world. Alongside Patek Philippe and Vacheron Constantin, the manufacture forms the trinity of Swiss fine watchmaking. Since its creation in 1875, the company has been passed down from generation to generation and is one of the last Swiss watch manufacturers not to have been sold to another director or large group.",
        "Born from the imagination of iconic designer Gerald Genta, the Royal Oak is the manufacture's most renowned and coveted model. Presented in 1972, it revolutionized the luxury watch world and especially made headlines due to its price: this imposing steel watch was as expensive as a classic gold watch!"
      ]
    },
    "keyFeatures": [
      "Particularly elaborate luxury mechanical watches",
      "Royal Oak model: excellent investment and strong appreciation potential",
      "Excellent manufacture calibers",
      "Perfect finishing",
      "Wide choice of models"
    ],
    "priceRange": {
      "catalog": "Between €11,000 and €802,000",
      "secondary": "Prices increased by 30% to 300% depending on models"
    },
    "featuredModels": [
      {
        "name": "Royal Oak",
        "description": "The iconic sports watch created by Gerald Genta in 1972. Its revolutionary design with octagonal bezel and visible screws changed luxury watchmaking.",
        "image": "/images/watches/royal-oak.jpg",
        "price": "Starting at €30,000",
        "features": [
          "Octagonal bezel with beveled edges",
          "8 visible hexagonal screws",
          "Integrated bracelet with narrow links"
        ]
      },
      {
        "name": "Royal Oak Offshore",
        "description": "A more sporty and imposing version of the Royal Oak, launched in 1993. It takes the Royal Oak codes while offering a more modern and robust design.",
        "image": "/images/watches/royal-oak-offshore.jpg",
        "price": "Starting at €25,000",
        "features": [
          "More imposing and sporty design",
          "Diameters from 37 to 48 mm",
          "Integrated chronograph function"
        ]
      },
      {
        "name": "Code 11.59",
        "description": "An innovative collection launched in 2019 that combines tradition and modernity. It combines classic design elements with technical innovations.",
        "image": "/images/watches/code-11-59.jpg",
        "price": "Starting at €21,000",
        "features": [
          "Unique design with octagonal case",
          "First integrated chronograph caliber",
          "Dial with stick indices and numerals"
        ]
      }
    ],
    "history": {
      "title": "History of an exceptional manufacture",
      "content": [
        "Audemars Piguet has a history spanning over 140 years. Jules-Louis Audemars founded the company in 1875, right after completing his apprenticeship as a repasseur. The company is located in Le Brassus, in the Vallée de Joux.",
        "In 1881, Jules-Louis Audemars and Edward-Auguste Piguet founded Audemars Piguet & Cie. From the beginning, they started producing complicated pocket watches, presenting their first watches with perpetual calendar, minute repeater and chronograph function.",
        "The manufacture revolutionized watchmaking with major innovations like the Royal Oak in 1972, the Royal Oak Offshore in 1993, and more recently the Code 11.59 in 2019. Today, Audemars Piguet continues to innovate while preserving its family heritage and artisanal expertise."
      ]
    }
  },
  "omega": {
    "name": "Omega",
    "slug": "omega",
    "description": "Omega is synonymous with tradition, precision and progress. Creations such as the Co-Axial escapement, Master Chronometer and the legendary Speedmaster Professional Moonwatch reinforce the brand's reputation for excellence.",
    "logo": "/images/brands/omega.png",
    "overview": {
      "title": "Innovation and tradition since 1848",
      "content": [
        "Omega was born in the mid-19th century. Throughout its long history, the brand has earned a reputation for reliable, precise and functional watches. The Bienne manufacture in Switzerland is also considered a driving force for innovation in movement technology and materials research.",
        "Omega's catalog lists some of the world's most famous wristwatches. The Speedmaster Professional Moonwatch is a perfect example: it participated in the first lunar missions in summer 1969 after a very strict selection process. For nearly 60 years, professional and recreational divers have trusted the extensive Seamaster collection."
      ]
    },
    "keyFeatures": [
      "Iconic models such as the Speedmaster and Seamaster",
      "High-quality caliber with Co-Axial escapement and antimagnetic components",
      "Innovative materials such as Canopus gold and O-Megasteel",
      "Complications like minute repeater, world time or tourbillon"
    ],
    "priceRange": {
      "catalog": "Between €2,900 and €435,000",
      "secondary": "Prices increased by 20% to 200% depending on models"
    },
    "featuredModels": [
      {
        "name": "Speedmaster Professional Moonwatch",
        "description": "The cult chronograph that walked on the Moon in 1969. A timeless design that set the standard for sports chronographs.",
        "image": "/images/watches/speedmaster.jpg",
        "price": "Starting at €6,200",
        "features": [
          "First watch on the Moon",
          "Manual chronograph",
          "Tachymeter bezel"
        ]
      },
      {
        "name": "Seamaster Diver 300M",
        "description": "The iconic diving watch worn by James Bond. A modern design with helium valve and wave-patterned dial.",
        "image": "/images/watches/seamaster.jpg",
        "price": "Starting at €4,600",
        "features": [
          "Water resistant to 300m",
          "Helium valve",
          "Co-Axial caliber"
        ]
      },
      {
        "name": "Aqua Terra",
        "description": "A versatile watch that combines elegance and performance. As comfortable in water as on land.",
        "image": "/images/watches/aqua-terra.jpg",
        "price": "Starting at €2,900",
        "features": [
          "Versatile design",
          "Water resistant to 150m",
          "Co-Axial caliber"
        ]
      }
    ],
    "history": {
      "title": "The history of Omega",
      "content": [
        "Omega's history dates back to the 19th century: Swiss Louis Brandt began producing pocket watches in 1848 in La Chaux-de-Fonds. Later, the Brandt sons decided to move the company to Bienne, its current headquarters. The name 'Omega' was officially registered in 1903, symbolizing the notion of accomplishment.",
        "In 1930, Omega partnered with Tissot but both brands continued to exist independently. In 1983, both brands joined the Swatch Group, of which Omega is still part today.",
        "The brand has revolutionized watchmaking with major innovations like the Co-Axial escapement and Master Chronometer. It is also known for its historic collaborations with NASA and James Bond."
      ]
    }
  },
  "cartier": {
    "name": "Cartier",
    "slug": "cartier",
    "description": "Synonymous with luxury, expertise and experience, Cartier embodies perfection. A pioneer in watchmaking for over 160 years, the Parisian house notably designed the very first pilot's watch.",
    "logo": "/images/brands/cartier.png",
    "overview": {
      "title": "Cartier, inventor of the wristwatch",
      "content": [
        "Cartier has a long watchmaking tradition and is a reference in design. In the early 20th century, Cartier presented its first watch with a rectangular dial adorned with the brand's characteristic Art Deco Roman numerals.",
        "The Santos model, specially designed for Brazilian pilot Alberto Santos-Dumont in 1904, is today one of Cartier's most famous wristwatches. The same goes for the Tank, introduced in 1917, which has become a true design icon over the decades."
      ]
    },
    "keyFeatures": [
      "Iconic design with Art Deco Roman numerals",
      "First wristwatch in history",
      "Exceptional jewelry expertise",
      "Iconic collections: Tank, Santos, Ballon Bleu"
    ],
    "priceRange": {
      "catalog": "Between €2,399 and €136,350",
      "secondary": "Prices increased by 0% to 17% depending on models"
    },
    "featuredModels": [
      {
        "name": "Tank de Cartier",
        "description": "A cult watch for over 100 years, with its rectangular case and timeless Art Deco design.",
        "image": "/images/watches/tank.jpg",
        "price": "Starting at €2,399",
        "features": [
          "Rectangular case",
          "Art Deco Roman numerals",
          "Blued sword hands"
        ]
      },
      {
        "name": "Santos de Cartier",
        "description": "The world's first pilot's watch, created in 1904 for Alberto Santos-Dumont.",
        "image": "/images/watches/santos.jpg",
        "price": "Starting at €6,000",
        "features": [
          "Rectangular dial",
          "Bezel with visible screws",
          "Manufacture caliber"
        ]
      },
      {
        "name": "Ballon Bleu de Cartier",
        "description": "An elegant round watch with its crown integrated into the case and blue sapphire cabochon.",
        "image": "/images/watches/ballon-bleu.jpg",
        "price": "Starting at €4,500",
        "features": [
          "Integrated crown with cabochon",
          "Clean and modern design",
          "Available in multiple sizes"
        ]
      }
    ],
    "history": {
      "title": "Cartier's history in brief",
      "content": [
        "The traditional French jeweler and watchmaker has a history spanning over 160 years. In 1847, Louis-François Cartier took over the jewelry business of his apprenticeship master Adolphe Picard in Paris.",
        "In 1874, his son Alfred joined the company and developed the watchmaking department. His sons, Louis, Pierre and Jacques, established Cartier's international reputation with branches in Paris, New York and London.",
        "The house revolutionized watchmaking with major innovations like the first wristwatch in 1888, the Santos in 1904, and the Tank in 1917. Today, Cartier is part of the Richemont group and continues to innovate while preserving its heritage."
      ]
    }
  },
  "jaeger-lecoultre": {
    "name": "Jaeger-LeCoultre",
    "slug": "jaeger-lecoultre",
    "description": "The Swiss luxury watch manufacturer Jaeger-LeCoultre is recognized worldwide for its excellence: extremely thin dress watches or complex models with minute repeater, perpetual calendar or tourbillon.",
    "logo": "/images/brands/jlc.png",
    "overview": {
      "title": "Craftsmanship to perfection",
      "content": [
        "Jaeger-LeCoultre is rarely a Swiss watch manufacturer that has initiated so many horological innovations throughout its history. The manufacturer even takes on the most complex technical challenges with creations like the two-tier Duoplan caliber and its direct descendant, the world's smallest movement, caliber 101.",
        "The manufacture primarily creates classic and elegant dress watches for men and women, with iconic models like the square-cased Reverso and the extremely thin Master Ultra Thin."
      ]
    },
    "keyFeatures": [
      "Noble Swiss manufacture watches",
      "Hand-decorated movement components",
      "Renowned model: Reverso with reversible case",
      "Memovox with alarm function"
    ],
    "priceRange": {
      "catalog": "Between €3,300 and €440,000",
      "secondary": "Prices increased by 0% to 30% depending on models"
    },
    "featuredModels": [
      {
        "name": "Reverso",
        "description": "An icon with a reversible case, created in 1931 for polo players. The case can be turned over to protect the dial.",
        "image": "/images/watches/reverso.jpg",
        "price": "Starting at €4,000",
        "features": [
          "Reversible case",
          "Art Deco design",
          "Engraved or enameled reverse side"
        ]
      },
      {
        "name": "Master Ultra Thin",
        "description": "The manufacture's extra-thin watch, inspired by a minimalist pocket watch model from 1907.",
        "image": "/images/watches/master-ultra-thin.jpg",
        "price": "Starting at €6,000",
        "features": [
          "Only 7.5mm thick",
          "Clean design",
          "Manufacture caliber"
        ]
      },
      {
        "name": "Polaris",
        "description": "A modern sports collection inspired by the famous 1968 Memovox Polaris model.",
        "image": "/images/watches/polaris.jpg",
        "price": "Starting at €6,500",
        "features": [
          "Modern sporty design",
          "Available in steel and gold",
          "Optional chronograph function"
        ]
      }
    ],
    "history": {
      "title": "The history of an innovative company",
      "content": [
        "It was in 1833 that brothers Charles-Antoine and François Ulysse LeCoultre founded their workshop. In its early days, LeCoultre manufactured gear wheels and machines for gear production.",
        "In 1844, the company presented the millionometer, a device for measuring a unit of length of one thousandth of a millimeter, which became the standard measuring device for precision watchmaking.",
        "In the early 20th century, the movement manufacturer LeCoultre worked in collaboration with watchmaker Edmond Jaeger, which led to the union of the two companies in 1937. Since 2000, the company has belonged to the Swiss Richemont group."
      ]
    }
  },
  "richard-mille": {
    "name": "Richard Mille",
    "slug": "richard-mille",
    "description": "Richard Mille is synonymous with innovation and high technology in watchmaking. The brand is recognized for its ultra-light and resistant watches, using cutting-edge materials like carbon, titanium and ceramic.",
    "logo": "/images/brands/richard-mille.png",
    "overview": {
      "title": "Innovation at the service of performance",
      "content": [
        "Founded in 2001, Richard Mille is a relatively young brand but has revolutionized luxury watchmaking by introducing innovative materials and techniques. Each watch is designed like a true racing machine, combining lightness and resistance.",
        "The brand is particularly known for its collaborations with top athletes and its watches inspired by the world of Formula 1 and aeronautics."
      ]
    },
    "keyFeatures": [
      "Ultra-light and resistant watches",
      "Use of innovative materials",
      "Futuristic and recognizable design",
      "Collaborations with top athletes"
    ],
    "priceRange": {
      "catalog": "Between €80,000 and €2,000,000",
      "secondary": "Prices increased by 20% to 100% depending on models"
    },
    "featuredModels": [
      {
        "name": "RM 011",
        "description": "An iconic automatic chronograph with its characteristic design and great readability.",
        "image": "/images/watches/rm-011.jpg",
        "price": "Starting at €150,000",
        "features": [
          "Flyback chronograph",
          "Carbon case",
          "Automatic movement"
        ]
      },
      {
        "name": "RM 27-01",
        "description": "An ultra-light watch developed with Rafael Nadal, capable of withstanding professional tennis impacts.",
        "image": "/images/watches/rm-27-01.jpg",
        "price": "Starting at €700,000",
        "features": [
          "Total weight of 19g",
          "Movement suspension",
          "Shock resistance"
        ]
      },
      {
        "name": "RM 35-01",
        "description": "A sports watch with its characteristic design and high resistance.",
        "image": "/images/watches/rm-35-01.jpg",
        "price": "Starting at €100,000",
        "features": [
          "Carbon case",
          "Automatic movement",
          "Futuristic design"
        ]
      }
    ],
    "history": {
      "title": "A visionary brand",
      "content": [
        "Richard Mille was founded in 2001 by Richard Mille, a watchmaking visionary who revolutionized the industry with his innovative concepts. The brand quickly became known for its ultra-light and resistant watches.",
        "From its beginnings, Richard Mille has collaborated with top athletes, notably Rafael Nadal, to create watches capable of withstanding extreme professional sports conditions.",
        "The brand continues to innovate by using cutting-edge materials and developing unique mechanisms, while maintaining limited production to ensure the exclusivity of its creations."
      ]
    }
  },
  "tag-heuer": {
    "name": "Tag Heuer",
    "slug": "tag-heuer",
    "description": "Tag Heuer is a Swiss luxury watch brand recognized for its sports chronographs and innovations in precision timing. The brand is particularly associated with the world of motor racing.",
    "logo": "/images/brands/tag-heuer.png",
    "overview": {
      "title": "Excellence in sports chronographs",
      "content": [
        "Tag Heuer is an iconic brand in the world of sports chronographs. For over 160 years, it has developed recognized expertise in precise timing, particularly in motor racing.",
        "The brand is known for its technical innovations, such as the first chronograph accurate to 1/100th of a second, and its collaborations with major sporting events like Formula 1."
      ]
    },
    "keyFeatures": [
      "Precision chronographs",
      "Modern and sporty design",
      "Constant technical innovations",
      "Collaborations with the sports world"
    ],
    "priceRange": {
      "catalog": "Between €1,500 and €25,000",
      "secondary": "Prices increased by 0% to 30% depending on models"
    },
    "featuredModels": [
      {
        "name": "Carrera",
        "description": "An iconic chronograph created in 1963, inspired by motor racing.",
        "image": "/images/watches/carrera.jpg",
        "price": "Starting at €3,000",
        "features": [
          "Mechanical chronograph",
          "Timeless design",
          "Lightness and readability"
        ]
      },
      {
        "name": "Monaco",
        "description": "The first water-resistant square-cased chronograph watch, made famous by Steve McQueen.",
        "image": "/images/watches/monaco.jpg",
        "price": "Starting at €6,000",
        "features": [
          "Water-resistant square case",
          "Automatic chronograph",
          "Iconic design"
        ]
      },
      {
        "name": "Autavia",
        "description": "A versatile chronograph inspired by aircraft and racing car dashboard instruments.",
        "image": "/images/watches/autavia.jpg",
        "price": "Starting at €4,000",
        "features": [
          "Bidirectional rotating bezel",
          "Automatic chronograph",
          "Retro design"
        ]
      }
    ],
    "history": {
      "title": "A history of innovation",
      "content": [
        "Tag Heuer was founded in 1860 by Edouard Heuer in Saint-Imier, Switzerland. The brand quickly became known for its innovations in precise timing.",
        "In 1887, Heuer invented the oscillating pinion system for chronographs, a major innovation that is still used today. The brand was also a pioneer in developing chronographs for aviation and automobiles.",
        "Today, Tag Heuer continues to innovate while preserving its heritage in the world of sports and motor racing."
      ]
    }
  },
  "breitling": {
    "name": "Breitling",
    "slug": "breitling",
    "description": "Breitling is a Swiss luxury watch brand specializing in professional chronographs. The brand is particularly recognized for its aviation watches and precision instruments.",
    "logo": "/images/brands/breitling.png",
    "overview": {
      "title": "Aviation expertise",
      "content": [
        "Breitling is an iconic brand in the world of aviation. For over a century, it has provided precision instruments to pilots and aviation professionals.",
        "The brand is known for its robust and reliable chronographs, as well as its innovations in precise timing."
      ]
    },
    "keyFeatures": [
      "Professional chronographs",
      "Aviation expertise",
      "Robust and functional design",
      "COSC certification"
    ],
    "priceRange": {
      "catalog": "Between €3,000 and €50,000",
      "secondary": "Prices increased by 0% to 20% depending on models"
    },
    "featuredModels": [
      {
        "name": "Navitimer",
        "description": "The iconic pilots' chronograph, with its circular slide rule.",
        "image": "/images/watches/navitimer.jpg",
        "price": "Starting at €8,000",
        "features": [
          "Circular slide rule",
          "Automatic chronograph",
          "Iconic design"
        ]
      },
      {
        "name": "Chronomat",
        "description": "A versatile sports chronograph, appreciated for its robustness and reliability.",
        "image": "/images/watches/chronomat.jpg",
        "price": "Starting at €6,000",
        "features": [
          "Rouleaux bracelet",
          "Automatic chronograph",
          "Sporty design"
        ]
      },
      {
        "name": "Superocean",
        "description": "A robust and reliable diving watch, water-resistant up to 2000m.",
        "image": "/images/watches/superocean.jpg",
        "price": "Starting at €3,000",
        "features": [
          "Water-resistant to 2000m",
          "Unidirectional bezel",
          "Sporty design"
        ]
      }
    ],
    "history": {
      "title": "A history of innovation",
      "content": [
        "Breitling was founded in 1884 by Léon Breitling in Saint-Imier, Switzerland. The brand quickly specialized in producing chronographs and precision instruments for aviation.",
        "In 1915, Breitling invented the first chronograph with separate pusher, a major innovation in watchmaking. The brand was also a pioneer in developing chronograph wristwatches.",
        "Today, Breitling continues to innovate while preserving its heritage in the world of aviation and precision instruments."
      ]
    }
  },
  "tudor": {
    "name": "Tudor",
    "slug": "tudor", 
    "description": "Tudor is a Swiss luxury watch brand created by Rolex in 1926. The brand offers robust and reliable watches at more accessible prices than its parent company, while sharing its expertise.",
    "logo": "/images/brands/tudor.png",
    "overview": {
      "title": "Excellence at accessible prices",
      "content": [
        "Tudor was born from the vision of Hans Wilsdorf, founder of Rolex, who wanted to create a brand offering quality watches at more accessible prices. The brand shares Rolex's expertise while developing its own identity.",
        "Today, Tudor is recognized for its robust and reliable watches, particularly appreciated by divers and professionals."
      ]
    },
    "keyFeatures": [
      "Robust and reliable watches",
      "Sporty and functional design", 
      "More accessible prices than Rolex",
      "Quality movements"
    ],
    "priceRange": {
      "catalog": "Between €2,500 and €15,000",
      "secondary": "Prices increased by 0% to 30% depending on models"
    },
    "featuredModels": [
      {
        "name": "Black Bay",
        "description": "A collection of diving watches inspired by Tudor's historical models.",
        "image": "/images/watches/black-bay.jpg",
        "price": "Starting at €3,000",
        "features": [
          "Water resistant to 200m",
          "Unidirectional bezel",
          "Retro design"
        ]
      },
      {
        "name": "Pelagos",
        "description": "A technical diving watch with titanium case and helium valve.",
        "image": "/images/watches/pelagos.jpg",
        "price": "Starting at €4,000",
        "features": [
          "Titanium case",
          "Helium valve",
          "Water resistant to 500m"
        ]
      },
      {
        "name": "Ranger",
        "description": "A robust and reliable field watch, inspired by military models.",
        "image": "/images/watches/ranger.jpg",
        "price": "Starting at €2,500",
        "features": [
          "Clean design",
          "Automatic movement",
          "Robustness"
        ]
      }
    ],
    "history": {
      "title": "A history linked to Rolex",
      "content": [
        "Tudor was created in 1926 by Hans Wilsdorf, founder of Rolex, with the goal of offering quality watches at more accessible prices. The brand quickly gained popularity thanks to its reliability and value for money.",
        "In the 1950s, Tudor became known for its robust diving watches, used by navies around the world. The brand was also a pioneer in the development of chronograph wristwatches.",
        "Today, Tudor continues to innovate while preserving its heritage of robustness and reliability."
      ]
    }
  },
  "hublot": {
    "name": "Hublot",
    "slug": "hublot",
    "description": "Hublot is a Swiss luxury watch brand known for its bold design and innovations in material use. The brand is particularly recognized for its fusion of traditional and modern materials.",
    "logo": "/images/brands/hublot.png",
    "overview": {
      "title": "The art of fusion",
      "content": [
        "Hublot is a brand that has revolutionized watchmaking with its concept of 'fusion' between traditional and modern materials. Since its creation, the brand has continuously innovated in the use of new materials and techniques.",
        "The brand is known for its collaborations with artists, athletes and prestigious events, as well as for its bold and recognizable design."
      ]
    },
    "keyFeatures": [
      "Bold and modern design",
      "Innovation in materials",
      "Prestigious collaborations",
      "High-quality movements"
    ],
    "priceRange": {
      "catalog": "Between €10,000 and €500,000",
      "secondary": "Prices increased by 0% to 50% depending on models"
    },
    "featuredModels": [
      {
        "name": "Big Bang",
        "description": "Hublot's iconic collection, with its bold design and innovative materials.",
        "image": "/images/watches/big-bang.jpg",
        "price": "Starting at €15,000",
        "features": [
          "Modern design",
          "Innovative materials",
          "Automatic chronograph"
        ]
      },
      {
        "name": "Classic Fusion",
        "description": "A more classic collection but still with Hublot DNA.",
        "image": "/images/watches/classic-fusion.jpg",
        "price": "Starting at €10,000",
        "features": [
          "Clean design",
          "Modern elegance",
          "Automatic movement"
        ]
      },
      {
        "name": "Spirit of Big Bang",
        "description": "A tonneau version of the Big Bang, with an even bolder design.",
        "image": "/images/watches/spirit-of-big-bang.jpg",
        "price": "Starting at €20,000",
        "features": [
          "Tonneau design",
          "Innovative materials",
          "Automatic chronograph"
        ]
      }
    ],
    "history": {
      "title": "A history of innovation",
      "content": [
        "Hublot was founded in 1980 by Carlo Crocco, who revolutionized watchmaking with his first watch combining a gold case with a rubber strap. This innovation gave birth to the concept of 'fusion' that characterizes the brand.",
        "In 2004, Jean-Claude Biver joined Hublot and launched the Big Bang collection, which propelled the brand to the ranks of great watchmaking houses. The brand continues to innovate with materials like Magic Gold, the hardest gold alloy in the world.",
        "Today, Hublot is recognized for its constant innovations and prestigious collaborations in the world of sports, art and culture."
      ]
    }
  }
}