{
  "rolex": {
    "name": "Rolex",
    "slug": "rolex",
    "description": "Rolex is the ultimate luxury watch brand, whose classics dictate fashion. Adored worldwide, Rolex watch prices continue to rise and often go hand in hand with profitable investment.",
    "logo": "/images/brands/rolex.png",
    "overview": {
      "title": "An icon of luxury watchmaking",
      "content": [
        "Rolex is the ultimate luxury watch brand, whose classic models set the trends. Growing demand and limited production contribute to steadily rising prices, making Rolex watches particularly interesting investments.",
        "The brand stands out for its independence and discretion: it manufactures almost all of its components in-house and maintains very controlled communication."
      ]
    },
    "keyFeatures": [
      "Timeless design with strong appreciation potential",
      "Limited production ensuring rarity",
      "In-house manufacturing of most components",
      "COSC chronometer certificate for each watch"
    ],
    "priceRange": {
      "catalog": "Between €5,500 and €42,000",
      "secondary": "Prices increased by 20% to 100% depending on models"
    },
    "featuredModels": [
      {
        "name": "Submariner",
        "description": "The reference for diving watches, available with or without date. A timeless design that set the standard for diving watches.",
        "image": "/images/watches/submariner.jpg",
        "price": "Starting at €12,500",
        "features": [
          "Water resistant to 300m",
          "Unidirectional rotating bezel",
          "In-house automatic movement"
        ]
      },
      {
        "name": "Daytona",
        "description": "The iconic chronograph, named after the legendary Daytona Beach circuit. A Tricompax design that made its reputation.",
        "image": "/images/watches/daytona.jpg",
        "price": "Starting at €22,000",
        "features": [
          "Precise chronograph to 1/8th of a second",
          "Ceramic tachymeter bezel",
          "Automatic movement with 72h power reserve"
        ]
      },
      {
        "name": "GMT-Master II",
        "description": "The ultimate GMT watch, originally developed for pilots. Its two-tone bezel has become a brand symbol.",
        "image": "/images/watches/gmt-master.jpg",
        "price": "Starting at €13,000",
        "features": [
          "Dual time zone display",
          "Two-tone Cerachrom bezel",
          "Automatic movement with 70h power reserve"
        ]
      }
    ],
    "history": {
      "title": "Brand History",
      "content": [
        "Founded in 1905 in London by Hans Wilsdorf and Alfred Davis, Rolex moved to Geneva in 1919. The brand revolutionized watchmaking with major innovations such as the first waterproof watch (1926) and the first automatic movement with perpetual rotor (1931).",
        "The five-pointed crown, adopted in 1925, has become the brand's symbol. Rolex has remained independent since its creation, controlled by the Hans Wilsdorf Foundation which funds social, environmental and cultural projects.",
        "Today, Rolex is recognized for its chronometric precision, with each watch being COSC certified and internally tested for accuracy of -2/+2 seconds per day."
      ]
    }
  },
  "patek-philippe": {
    "name": "Patek Philippe",
    "slug": "patek-philippe",
    "description": "More than any other brand, Patek Philippe embodies fine watchmaking. The Geneva manufacture combines luxury, tradition and high-level craftsmanship. Patek Philippe watches are exceptional timepieces of international renown.",
    "logo": "/images/brands/patek-philippe.png",
    "overview": {
      "title": "An independent and esteemed brand",
      "content": [
        "Patek Philippe is one of the last luxury Geneva watch brands to remain an independent family business. This is one of the main reasons why the manufacturer enjoys an excellent reputation, and not just among professionals. Almost all of its watch components are designed in-house by the brand and watch enthusiasts worldwide aspire to add a Patek Philippe to their collection.",
        "The manufacture cultivates a primarily traditional design style and claims its family character. For its creations, Patek Philippe mostly relies on precious metals such as gold or platinum. Unlike other manufacturers' catalogs, Patek's includes only a few stainless steel watches."
      ]
    },
    "keyFeatures": [
      "Noble luxury watches symbolizing prestige",
      "Calatrava and Nautilus collection models represent excellent investments",
      "18-carat gold or 950 platinum case",
      "Highly accurate thanks to ultra-modern manufacture calibers",
      "Inventor of major complications like the annual calendar or split-seconds chronograph"
    ],
    "priceRange": {
      "catalog": "Between €8,500 and €3,020,000",
      "secondary": "Prices increased by 50% to 500% depending on models"
    },
    "featuredModels": [
      {
        "name": "Nautilus",
        "description": "The iconic sports collection created by Gerald Genta in 1976. Its porthole-shaped design has become a modern watchmaking icon.",
        "image": "/images/watches/nautilus.jpg",
        "price": "Starting at €153,000",
        "features": [
          "Iconic porthole design",
          "Integrated articulated bracelet",
          "In-house automatic movement"
        ]
      },
      {
        "name": "Calatrava",
        "description": "The symbol of elegance and simplicity since 1932. A timeless design that embodies the brand's excellence.",
        "image": "/images/watches/calatrava.jpg",
        "price": "Starting at €45,000",
        "features": [
          "Clean and elegant design",
          "Thin and flat construction",
          "Manufacture movement"
        ]
      },
      {
        "name": "Aquanaut",
        "description": "A modern sports watch inspired by the famous Nautilus Memovox model from 1968. Its Tropical composite material strap is a unique innovation.",
        "image": "/images/watches/aquanaut.jpg",
        "price": "Starting at €62,000",
        "features": [
          "Tropical composite material strap",
          "Modern rounded design",
          "Water and UV resistant"
        ]
      }
    ],
    "history": {
      "title": "Brand History",
      "content": [
        "In 1839, Polish watchmaker in exile Antoni Patek began producing pocket watches in Geneva, where he partnered with his French colleague Adrien Philippe 6 years later. In 1844, Adrien Philippe invented the crown winding system, revolutionizing watchmaking. Since 1851, the company has been called Patek Philippe.",
        "The brand revolutionized watchmaking with major innovations: the first split-seconds chronograph in 1902, the first wristwatch with annual calendar in 1925, and the first quartz watch with integrated circuit in 1959.",
        "The company was taken over by the Stern family in 1932 and has been led by Thierry Stern since 2010. Each year, approximately 68,000 watches leave Patek Philippe's workshops, all manufactured with exceptional precision and care."
      ]
    }
  },
  "audemars-piguet": {
    "name": "Audemars Piguet",
    "slug": "audemars-piguet",
    "description": "Audemars Piguet timepieces exude great nobility. The manufacture also includes complicated models with perpetual calendar and tourbillon in its catalog. The Royal Oak is the brand's most emblematic watch.",
    "logo": "/images/brands/audemars-piguet.png",
    "overview": {
      "title": "Pioneer and revolutionary in the watch industry",
      "content": [
        "Audemars Piguet watches are among the most refined and reputable watches in the world. Alongside Patek Philippe and Vacheron Constantin, the manufacture forms the trinity of Swiss fine watchmaking. Since its creation in 1875, the company has been passed down from generation to generation and is one of the last Swiss watch manufacturers not to have been sold to another director or large group.",
        "Born from the imagination of iconic designer Gerald Genta, the Royal Oak is the manufacture's most renowned and coveted model. Presented in 1972, it revolutionized the luxury watch world and especially made headlines due to its price: this imposing steel watch was as expensive as a classic gold watch!"
      ]
    },
    "keyFeatures": [
      "Particularly elaborate luxury mechanical watches",
      "Royal Oak model: excellent investment and strong appreciation potential",
      "Excellent manufacture calibers",
      "Perfect finishing",
      "Wide choice of models"
    ],
    "priceRange": {
      "catalog": "Between €11,000 and €802,000",
      "secondary": "Prices increased by 30% to 300% depending on models"
    },
    "featuredModels": [
      {
        "name": "Royal Oak",
        "description": "The iconic sports watch created by Gerald Genta in 1972. Its revolutionary design with octagonal bezel and visible screws changed luxury watchmaking.",
        "image": "/images/watches/royal-oak.jpg",
        "price": "Starting at €30,000",
        "features": [
          "Octagonal bezel with beveled edges",
          "8 visible hexagonal screws",
          "Integrated bracelet with narrow links"
        ]
      },
      {
        "name": "Royal Oak Offshore",
        "description": "A more sporty and imposing version of the Royal Oak, launched in 1993. It takes the Royal Oak codes while offering a more modern and robust design.",
        "image": "/images/watches/royal-oak-offshore.jpg",
        "price": "Starting at €25,000",
        "features": [
          "More imposing and sporty design",
          "Diameters from 37 to 48 mm",
          "Integrated chronograph function"
        ]
      },
      {
        "name": "Code 11.59",
        "description": "An innovative collection launched in 2019 that combines tradition and modernity. It combines classic design elements with technical innovations.",
        "image": "/images/watches/code-11-59.jpg",
        "price": "Starting at €21,000",
        "features": [
          "Unique design with octagonal case",
          "First integrated chronograph caliber",
          "Dial with stick indices and numerals"
        ]
      }
    ],
    "history": {
      "title": "History of an exceptional manufacture",
      "content": [
        "Audemars Piguet has a history spanning over 140 years. Jules-Louis Audemars founded the company in 1875, right after completing his apprenticeship as a repasseur. The company is located in Le Brassus, in the Vallée de Joux.",
        "In 1881, Jules-Louis Audemars and Edward-Auguste Piguet founded Audemars Piguet & Cie. From the beginning, they started producing complicated pocket watches, presenting their first watches with perpetual calendar, minute repeater and chronograph function.",
        "The manufacture revolutionized watchmaking with major innovations like the Royal Oak in 1972, the Royal Oak Offshore in 1993, and more recently the Code 11.59 in 2019. Today, Audemars Piguet continues to innovate while preserving its family heritage and artisanal expertise."
      ]
    }
  },
  "omega": {
    "name": "Omega",
    "slug": "omega",
    "description": "Omega is synonymous with tradition, precision and progress. Creations such as the Co-Axial escapement, Master Chronometer and the legendary Speedmaster Professional Moonwatch reinforce the brand's reputation for excellence.",
    "logo": "/images/brands/omega.png",
    "overview": {
      "title": "Innovation and tradition since 1848",
      "content": [
        "Omega was born in the mid-19th century. Throughout its long history, the brand has earned a reputation for reliable, precise and functional watches. The Bienne manufacture in Switzerland is also considered a driving force for innovation in movement technology and materials research.",
        "Omega's catalog lists some of the world's most famous wristwatches. The Speedmaster Professional Moonwatch is a perfect example: it participated in the first lunar missions in summer 1969 after a very strict selection process. For nearly 60 years, professional and recreational divers have trusted the extensive Seamaster collection."
      ]
    },
    "keyFeatures": [
      "Iconic models such as the Speedmaster and Seamaster",
      "High-quality caliber with Co-Axial escapement and antimagnetic components",
      "Innovative materials such as Canopus gold and O-Megasteel",
      "Complications like minute repeater, world time or tourbillon"
    ],
    "priceRange": {
      "catalog": "Between €2,900 and €435,000",
      "secondary": "Prices increased by 20% to 200% depending on models"
    },
    "featuredModels": [
      {
        "name": "Speedmaster Professional Moonwatch",
        "description": "The cult chronograph that walked on the Moon in 1969. A timeless design that set the standard for sports chronographs.",
        "image": "/images/watches/speedmaster.jpg",
        "price": "Starting at €6,200",
        "features": [
          "First watch on the Moon",
          "Manual chronograph",
          "Tachymeter bezel"
        ]
      },
      {
        "name": "Seamaster Diver 300M",
        "description": "The iconic diving watch worn by James Bond. A modern design with helium valve and wave-patterned dial.",
        "image": "/images/watches/seamaster.jpg",
        "price": "Starting at €4,600",
        "features": [
          "Water resistant to 300m",
          "Helium valve",
          "Co-Axial caliber"
        ]
      },
      {
        "name": "Aqua Terra",
        "description": "A versatile watch that combines elegance and performance. As comfortable in water as on land.",
        "image": "/images/watches/aqua-terra.jpg",
        "price": "Starting at €2,900",
        "features": [
          "Versatile design",
          "Water resistant to 150m",
          "Co-Axial caliber"
        ]
      }
    ],
    "history": {
      "title": "The history of Omega",
      "content": [
        "Omega's history dates back to the 19th century: Swiss Louis Brandt began producing pocket watches in 1848 in La Chaux-de-Fonds. Later, the Brandt sons decided to move the company to Bienne, its current headquarters. The name 'Omega' was officially registered in 1903, symbolizing the notion of accomplishment.",
        "In 1930, Omega partnered with Tissot but both brands continued to exist independently. In 1983, both brands joined the Swatch Group, of which Omega is still part today.",
        "The brand has revolutionized watchmaking with major innovations like the Co-Axial escapement and Master Chronometer. It is also known for its historic collaborations with NASA and James Bond."
      ]
    }
  },
  "cartier": {
    "name": "Cartier",
    "slug": "cartier",
    "description": "Synonymous with luxury, expertise and experience, Cartier embodies perfection. A pioneer in watchmaking for over 160 years, the Parisian house notably designed the very first pilot's watch.",
    "logo": "/images/brands/cartier.png",
    "overview": {
      "title": "Cartier, inventor of the wristwatch",
      "content": [
        "Cartier has a long watchmaking tradition and is a reference in design. In the early 20th century, Cartier presented its first watch with a rectangular dial adorned with the brand's characteristic Art Deco Roman numerals.",
        "The Santos model, specially designed for Brazilian pilot Alberto Santos-Dumont in 1904, is today one of Cartier's most famous wristwatches. The same goes for the Tank, introduced in 1917, which has become a true design icon over the decades."
      ]
    },
    "keyFeatures": [
      "Iconic design with Art Deco Roman numerals",
      "First wristwatch in history",
      "Exceptional jewelry expertise",
      "Iconic collections: Tank, Santos, Ballon Bleu"
    ],
    "priceRange": {
      "catalog": "Between €2,399 and €136,350",
      "secondary": "Prices increased by 0% to 17% depending on models"
    },
    "featuredModels": [
      {
        "name": "Tank de Cartier",
        "description": "A cult watch for over 100 years, with its rectangular case and timeless Art Deco design.",
        "image": "/images/watches/tank.jpg",
        "price": "Starting at €2,399",
        "features": [
          "Rectangular case",
          "Art Deco Roman numerals",
          "Blued sword hands"
        ]
      },
      {
        "name": "Santos de Cartier",
        "description": "The world's first pilot's watch, created in 1904 for Alberto Santos-Dumont.",
        "image": "/images/watches/santos.jpg",
        "price": "Starting at €6,000",
        "features": [
          "Rectangular dial",
          "Bezel with visible screws",
          "Manufacture caliber"
        ]
      },
      {
        "name": "Ballon Bleu de Cartier",
        "description": "An elegant round watch with its crown integrated into the case and blue sapphire cabochon.",
        "image": "/images/watches/ballon-bleu.jpg",
        "price": "Starting at €4,500",
        "features": [
          "Integrated crown with cabochon",
          "Clean and modern design",
          "Available in multiple sizes"
        ]
      }
    ],
    "history": {
      "title": "Cartier's history in brief",
      "content": [
        "The traditional French jeweler and watchmaker has a history spanning over 160 years. In 1847, Louis-François Cartier took over the jewelry business of his apprenticeship master Adolphe Picard in Paris.",
        "In 1874, his son Alfred joined the company and developed the watchmaking department. His sons, Louis, Pierre and Jacques, established Cartier's international reputation with branches in Paris, New York and London.",
        "The house revolutionized watchmaking with major innovations like the first wristwatch in 1888, the Santos in 1904, and the Tank in 1917. Today, Cartier is part of the Richemont group and continues to innovate while preserving its heritage."
      ]
    }
  },
  "jaeger-lecoultre": {
    "name": "Jaeger-LeCoultre",
    "slug": "jaeger-lecoultre",
    "description": "The Swiss luxury watch manufacturer Jaeger-LeCoultre is recognized worldwide for its excellence: extremely thin dress watches or complex models with minute repeater, perpetual calendar or tourbillon.",
    "logo": "/images/brands/jlc.png",
    "overview": {
      "title": "Craftsmanship to perfection",
      "content": [
        "Jaeger-LeCoultre is rarely a Swiss watch manufacturer that has initiated so many horological innovations throughout its history. The manufacturer even takes on the most complex technical challenges with creations like the two-tier Duoplan caliber and its direct descendant, the world's smallest movement, caliber 101.",
        "The manufacture primarily creates classic and elegant dress watches for men and women, with iconic models like the square-cased Reverso and the extremely thin Master Ultra Thin."
      ]
    },
    "keyFeatures": [
      "Noble Swiss manufacture watches",
      "Hand-decorated movement components",
      "Renowned model: Reverso with reversible case",
      "Memovox with alarm function"
    ],
    "priceRange": {
      "catalog": "Between €3,300 and €440,000",
      "secondary": "Prices increased by 0% to 30% depending on models"
    },
    "featuredModels": [
      {
        "name": "Reverso",
        "description": "An icon with a reversible case, created in 1931 for polo players. The case can be turned over to protect the dial.",
        "image": "/images/watches/reverso.jpg",
        "price": "Starting at €4,000",
        "features": [
          "Reversible case",
          "Art Deco design",
          "Engraved or enameled reverse side"
        ]
      },
      {
        "name": "Master Ultra Thin",
        "description": "The manufacture's extra-thin watch, inspired by a minimalist pocket watch model from 1907.",
        "image": "/images/watches/master-ultra-thin.jpg",
        "price": "Starting at €6,000",
        "features": [
          "Only 7.5mm thick",
          "Clean design",
          "Manufacture caliber"
        ]
      },
      {
        "name": "Polaris",
        "description": "A modern sports collection inspired by the famous 1968 Memovox Polaris model.",
        "image": "/images/watches/polaris.jpg",
        "price": "Starting at €6,500",
        "features": [
          "Modern sporty design",
          "Available in steel and gold",
          "Optional chronograph function"
        ]
      }
    ],
    "history": {
      "title": "The history of an innovative company",
      "content": [
        "It was in 1833 that brothers Charles-Antoine and François Ulysse LeCoultre founded their workshop. In its early days, LeCoultre manufactured gear wheels and machines for gear production.",
        "In 1844, the company presented the millionometer, a device for measuring a unit of length of one thousandth of a millimeter, which became the standard measuring device for precision watchmaking.",
        "In the early 20th century, the movement manufacturer LeCoultre worked in collaboration with watchmaker Edmond Jaeger, which led to the union of the two companies in 1937. Since 2000, the company has belonged to the Swiss Richemont group."
      ]
    }
  },
  "richard-mille": {
    "name": "Richard Mille",
    "slug": "richard-mille",
    "description": "Richard Mille is synonymous with innovation and high technology in watchmaking. The brand is recognized for its ultra-light and resistant watches, using cutting-edge materials like carbon, titanium and ceramic.",
    "logo": "/images/brands/richard-mille.png",
    "overview": {
      "title": "Innovation at the service of performance",
      "content": [
        "Founded in 2001, Richard Mille is a relatively young brand but has revolutionized luxury watchmaking by introducing innovative materials and techniques. Each watch is designed like a true racing machine, combining lightness and resistance.",
        "The brand is particularly known for its collaborations with top athletes and its watches inspired by the world of Formula 1 and aeronautics."
      ]
    },
    "keyFeatures": [
      "Ultra-light and resistant watches",
      "Use of innovative materials",
      "Futuristic and recognizable design",
      "Collaborations with top athletes"
    ],
    "priceRange": {
      "catalog": "Between €80,000 and €2,000,000",
      "secondary": "Prices increased by 20% to 100% depending on models"
    },
    "featuredModels": [
      {
        "name": "RM 011",
        "description": "An iconic automatic chronograph with its characteristic design and great readability.",
        "image": "/images/watches/rm-011.jpg",
        "price": "Starting at €150,000",
        "features": [
          "Flyback chronograph",
          "Carbon case",
          "Automatic movement"
        ]
      },
      {
        "name": "RM 27-01",
        "description": "An ultra-light watch developed with Rafael Nadal, capable of withstanding professional tennis impacts.",
        "image": "/images/watches/rm-27-01.jpg",
        "price": "Starting at €700,000",
        "features": [
          "Total weight of 19g",
          "Movement suspension",
          "Shock resistance"
        ]
      },
      {
        "name": "RM 35-01",
        "description": "A sports watch with its characteristic design and high resistance.",
        "image": "/images/watches/rm-35-01.jpg",
        "price": "Starting at €100,000",
        "features": [
          "Carbon case",
          "Automatic movement",
          "Futuristic design"
        ]
      }
    ],
    "history": {
      "title": "A visionary brand",
      "content": [
        "Richard Mille was founded in 2001 by Richard Mille, a watchmaking visionary who revolutionized the industry with his innovative concepts. The brand quickly became known for its ultra-light and resistant watches.",
        "From its beginnings, Richard Mille has collaborated with top athletes, notably Rafael Nadal, to create watches capable of withstanding extreme professional sports conditions.",
        "The brand continues to innovate by using cutting-edge materials and developing unique mechanisms, while maintaining limited production to ensure the exclusivity of its creations."
      ]
    }
  },
  "tag-heuer": {
    "name": "Tag Heuer",
    "slug": "tag-heuer",
    "description": "Tag Heuer is a Swiss luxury watch brand recognized for its sports chronographs and innovations in precision timing. The brand is particularly associated with the world of motor racing.",
    "logo": "/images/brands/tag-heuer.png",
    "overview": {
      "title": "Excellence in sports chronographs",
      "content": [
        "Tag Heuer is an iconic brand in the world of sports chronographs. For over 160 years, it has developed recognized expertise in precise timing, particularly in motor racing.",
        "The brand is known for its technical innovations, such as the first chronograph accurate to 1/100th of a second, and its collaborations with major sporting events like Formula 1."
      ]
    },
    "keyFeatures": [
      "Precision chronographs",
      "Modern and sporty design",
      "Constant technical innovations",
      "Collaborations with the sports world"
    ],
    "priceRange": {
      "catalog": "Between €1,500 and €25,000",
      "secondary": "Prices increased by 0% to 30% depending on models"
    },
    "featuredModels": [
      {
        "name": "Carrera",
        "description": "An iconic chronograph created in 1963, inspired by motor racing.",
        "image": "/images/watches/carrera.jpg",
        "price": "Starting at €3,000",
        "features": [
          "Mechanical chronograph",
          "Timeless design",
          "Lightness and readability"
        ]
      },
      {
        "name": "Monaco",
        "description": "The first water-resistant square-cased chronograph watch, made famous by Steve McQueen.",
        "image": "/images/watches/monaco.jpg",
        "price": "Starting at €6,000",
        "features": [
          "Water-resistant square case",
          "Automatic chronograph",
          "Iconic design"
        ]
      },
      {
        "name": "Autavia",
        "description": "A versatile chronograph inspired by aircraft and racing car dashboard instruments.",
        "image": "/images/watches/autavia.jpg",
        "price": "Starting at €4,000",
        "features": [
          "Bidirectional rotating bezel",
          "Automatic chronograph",
          "Retro design"
        ]
      }
    ],
    "history": {
      "title": "A history of innovation",
      "content": [
        "Tag Heuer was founded in 1860 by Edouard Heuer in Saint-Imier, Switzerland. The brand quickly became known for its innovations in precise timing.",
        "In 1887, Heuer invented the oscillating pinion system for chronographs, a major innovation that is still used today. The brand was also a pioneer in developing chronographs for aviation and automobiles.",
        "Today, Tag Heuer continues to innovate while preserving its heritage in the world of sports and motor racing."
      ]
    }
  },
  "breitling": {
    "name": "Breitling",
    "slug": "breitling",
    "description": "Breitling is a Swiss luxury watch brand specializing in professional chronographs. The brand is particularly recognized for its aviation watches and precision instruments.",
    "logo": "/images/brands/breitling.png",
    "overview": {
      "title": "Aviation expertise",
      "content": [
        "Breitling is an iconic brand in the world of aviation. For over a century, it has provided precision instruments to pilots and aviation professionals.",
        "The brand is known for its robust and reliable chronographs, as well as its innovations in precise timing."
      ]
    },
    "keyFeatures": [
      "Professional chronographs",
      "Aviation expertise",
      "Robust and functional design",
      "COSC certification"
    ],
    "priceRange": {
      "catalog": "Between €3,000 and €50,000",
      "secondary": "Prices increased by 0% to 20% depending on models"
    },
    "featuredModels": [
      {
        "name": "Navitimer",
        "description": "The iconic pilots' chronograph, with its circular slide rule.",
        "image": "/images/watches/navitimer.jpg",
        "price": "Starting at €8,000",
        "features": [
          "Circular slide rule",
          "Automatic chronograph",
          "Iconic design"
        ]
      },
      {
        "name": "Chronomat",
        "description": "A versatile sports chronograph, appreciated for its robustness and reliability.",
        "image": "/images/watches/chronomat.jpg",
        "price": "Starting at €6,000",
        "features": [
          "Rouleaux bracelet",
          "Automatic chronograph",
          "Sporty design"
        ]
      },
      {
        "name": "Superocean",
        "description": "A robust and reliable diving watch, water-resistant up to 2000m.",
        "image": "/images/watches/superocean.jpg",
        "price": "Starting at €3,000",
        "features": [
          "Water-resistant to 2000m",
          "Unidirectional bezel",
          "Sporty design"
        ]
      }
    ],
    "history": {
      "title": "A history of innovation",
      "content": [
        "Breitling was founded in 1884 by Léon Breitling in Saint-Imier, Switzerland. The brand quickly specialized in producing chronographs and precision instruments for aviation.",
        "In 1915, Breitling invented the first chronograph with separate pusher, a major innovation in watchmaking. The brand was also a pioneer in developing chronograph wristwatches.",
        "Today, Breitling continues to innovate while preserving its heritage in the world of aviation and precision instruments."
      ]
    }
  },
  "tudor": {
    "name": "Tudor",
    "slug": "tudor",
    "description": "Tudor is a Swiss luxury watch brand created by Rolex in 1926. The brand offers robust and reliable watches at more accessible prices than its parent company, while sharing its expertise.",
    "logo": "/images/brands/tudor.png",
    "overview": {
      "title": "Excellence at accessible prices",
      "content": [
        "Tudor was born from the vision of Hans Wilsdorf, founder of Rolex, who wanted to create a brand offering quality watches at more accessible prices. The brand shares Rolex's expertise while developing its own identity.",
        "Today, Tudor is recognized for its robust and reliable watches, particularly appreciated by divers and professionals."
      ]
    },
    "keyFeatures": [
      "Robust and reliable watches",
      "Sporty and functional design",
      "More accessible prices than Rolex",
      "Quality movements"
    ],
    "priceRange": {
      "catalog": "Between €2,500 and €15,000",
      "secondary": "Prices increased by 0% to 30% depending on models"
    },
    "featuredModels": [
      {
        "name": "Black Bay",
        "description": "A collection of diving watches inspired by Tudor's historical models.",
        "image": "/images/watches/black-bay.jpg",
        "price": "Starting at €3,000",
        "features": [
          "Water resistant to 200m",
          "Unidirectional bezel",
          "Retro design"
        ]
      },
      {
        "name": "Pelagos",
        "description": "A technical diving watch with titanium case and helium valve.",
        "image": "/images/watches/pelagos.jpg",
        "price": "Starting at €4,000",
        "features": [
          "Titanium case",
          "Helium valve",
          "Water resistant to 500m"
        ]
      },
      {
        "name": "Ranger",
        "description": "A robust and reliable field watch, inspired by military models.",
        "image": "/images/watches/ranger.jpg",
        "price": "Starting at €2,500",
        "features": [
          "Clean design",
          "Automatic movement",
          "Robustness"
        ]
      }
    ],
    "history": {
      "title": "A history linked to Rolex",
      "content": [
        "Tudor was created in 1926 by Hans Wilsdorf, founder of Rolex, with the goal of offering quality watches at more accessible prices. The brand quickly gained popularity thanks to its reliability and value for money.",
        "In the 1950s, Tudor became known for its robust diving watches, used by navies around the world. The brand was also a pioneer in the development of chronograph wristwatches.",
        "Today, Tudor continues to innovate while preserving its heritage of robustness and reliability."
      ]
    }
  },
  "hublot": {
    "name": "Hublot",
    "slug": "hublot",
    "description": "Hublot is a Swiss luxury watch brand known for its bold design and innovations in material use. The brand is particularly recognized for its fusion of traditional and modern materials.",
    "logo": "/images/brands/hublot.png",
    "overview": {
      "title": "The art of fusion",
      "content": [
        "Hublot is a brand that has revolutionized watchmaking with its concept of 'fusion' between traditional and modern materials. Since its creation, the brand has continuously innovated in the use of new materials and techniques.",
        "The brand is known for its collaborations with artists, athletes and prestigious events, as well as for its bold and recognizable design."
      ]
    },
    "keyFeatures": [
      "Bold and modern design",
      "Innovation in materials",
      "Prestigious collaborations",
      "High-quality movements"
    ],
    "priceRange": {
      "catalog": "Between €10,000 and €500,000",
      "secondary": "Prices increased by 0% to 50% depending on models"
    },
    "featuredModels": [
      {
        "name": "Big Bang",
        "description": "Hublot's iconic collection, with its bold design and innovative materials.",
        "image": "/images/watches/big-bang.jpg",
        "price": "Starting at €15,000",
        "features": [
          "Modern design",
          "Innovative materials",
          "Automatic chronograph"
        ]
      },
      {
        "name": "Classic Fusion",
        "description": "A more classic collection but still with Hublot DNA.",
        "image": "/images/watches/classic-fusion.jpg",
        "price": "Starting at €10,000",
        "features": [
          "Clean design",
          "Modern elegance",
          "Automatic movement"
        ]
      },
      {
        "name": "Spirit of Big Bang",
        "description": "A tonneau version of the Big Bang, with an even bolder design.",
        "image": "/images/watches/spirit-of-big-bang.jpg",
        "price": "Starting at €20,000",
        "features": [
          "Tonneau design",
          "Innovative materials",
          "Automatic chronograph"
        ]
      }
    ],
    "history": {
      "title": "A history of innovation",
      "content": [
        "Hublot was founded in 1980 by Carlo Crocco, who revolutionized watchmaking with his first watch combining a gold case with a rubber strap. This innovation gave birth to the concept of 'fusion' that characterizes the brand.",
        "In 2004, Jean-Claude Biver joined Hublot and launched the Big Bang collection, which propelled the brand to the ranks of great watchmaking houses. The brand continues to innovate with materials like Magic Gold, the hardest gold alloy in the world.",
        "Today, Hublot is recognized for its constant innovations and prestigious collaborations in the world of sports, art and culture."
      ]
    }
  },
  "iwc": {
    "name": "IWC",
    "slug": "iwc",
    "description": "IWC Schaffhausen is a Swiss luxury watch manufacturer known for its engineering excellence and innovative designs. The brand is particularly recognized for its pilot's watches and Portuguese collection.",
    "logo": "/images/brands/iwc.png",
    "overview": {
      "title": "Engineering excellence since 1868",
      "content": [
        "IWC Schaffhausen has been crafting exceptional timepieces since 1868. The brand combines Swiss precision with innovative engineering to create watches that are both technically advanced and aesthetically pleasing.",
        "IWC is particularly known for its pilot's watches, which have been trusted by aviators since the 1930s, and its Portuguese collection, which showcases the brand's expertise in complex movements."
      ]
    },
    "keyFeatures": [
      "Pioneering pilot's watches",
      "Innovative engineering",
      "Complex movements",
      "Distinctive design language"
    ],
    "priceRange": {
      "catalog": "Between €4,500 and €150,000",
      "secondary": "Prices increased by 0% to 30% depending on models"
    },
    "featuredModels": [
      {
        "name": "Pilot's Watch",
        "description": "A collection of robust and reliable pilot's watches with distinctive design elements.",
        "image": "/images/watches/pilots-watch.jpg",
        "price": "Starting at €4,500",
        "features": [
          "Robust design",
          "High legibility",
          "Anti-magnetic protection"
        ]
      },
      {
        "name": "Portuguese",
        "description": "An elegant collection featuring complex movements and clean design.",
        "image": "/images/watches/portuguese.jpg",
        "price": "Starting at €7,000",
        "features": [
          "Clean design",
          "Complex movements",
          "Elegant aesthetics"
        ]
      },
      {
        "name": "Aquatimer",
        "description": "A professional diving watch with innovative features and robust construction.",
        "image": "/images/watches/aquatimer.jpg",
        "price": "Starting at €5,000",
        "features": [
          "Water resistant to 300m",
          "Rotating bezel",
          "Robust construction"
        ]
      }
    ],
    "history": {
      "title": "A legacy of innovation",
      "content": [
        "IWC was founded in 1868 by American watchmaker Florentine Ariosto Jones in Schaffhausen, Switzerland. The brand quickly gained recognition for its innovative engineering and high-quality movements.",
        "Throughout its history, IWC has been known for its pilot's watches, which were developed in collaboration with the German Air Force in the 1930s. The brand has also been a pioneer in the development of complex movements and innovative materials.",
        "Today, IWC continues to innovate while preserving its heritage of engineering excellence and distinctive design."
      ]
    }
  },
  "panerai": {
    "name": "Panerai",
    "slug": "panerai",
    "description": "Panerai is an Italian luxury watch manufacturer known for its distinctive design and historical connection to the Italian Navy. The brand is particularly recognized for its large, bold watches with excellent legibility.",
    "logo": "/images/brands/panerai.png",
    "overview": {
      "title": "Italian excellence in watchmaking",
      "content": [
        "Panerai has a rich history dating back to 1860, when it was founded in Florence, Italy. The brand gained prominence in the 1930s when it supplied the Italian Navy with precision instruments and watches.",
        "Today, Panerai is known for its distinctive design language, characterized by large cases, bold numerals, and excellent legibility. The brand combines Italian design with Swiss watchmaking expertise."
      ]
    },
    "keyFeatures": [
      "Distinctive design",
      "Historical significance",
      "Excellent legibility",
      "Robust construction"
    ],
    "priceRange": {
      "catalog": "Between €5,000 and €100,000",
      "secondary": "Prices increased by 0% to 40% depending on models"
    },
    "featuredModels": [
      {
        "name": "Luminor",
        "description": "An iconic collection featuring the brand's signature crown protection device.",
        "image": "/images/watches/luminor.jpg",
        "price": "Starting at €5,000",
        "features": [
          "Crown protection device",
          "Large case",
          "Excellent legibility"
        ]
      },
      {
        "name": "Radiomir",
        "description": "A collection inspired by the brand's historical models, with a clean and elegant design.",
        "image": "/images/watches/radiomir.jpg",
        "price": "Starting at €6,000",
        "features": [
          "Clean design",
          "Historical inspiration",
          "Elegant aesthetics"
        ]
      },
      {
        "name": "Submersible",
        "description": "A professional diving watch with robust construction and excellent water resistance.",
        "image": "/images/watches/submersible.jpg",
        "price": "Starting at €7,000",
        "features": [
          "Water resistant to 300m",
          "Unidirectional bezel",
          "Robust construction"
        ]
      }
    ],
    "history": {
      "title": "A history of innovation",
      "content": [
        "Panerai was founded in 1860 by Giovanni Panerai in Florence, Italy. The brand initially specialized in precision instruments for the Italian Navy.",
        "In the 1930s, Panerai developed the Radiomir and Luminor watches, which were used by the Italian Navy's special forces. These watches featured innovative luminous materials for excellent legibility in low-light conditions.",
        "Today, Panerai continues to innovate while preserving its heritage of distinctive design and historical significance."
      ]
    }
  },
  "longines": {
    "name": "Longines",
    "slug": "longines",
    "description": "Longines is a Swiss luxury watch manufacturer known for its elegant designs and rich heritage. The brand is particularly recognized for its classic timepieces and historical connection to aviation and sports timing.",
    "logo": "/images/brands/longines.png",
    "overview": {
      "title": "Elegance is an attitude",
      "content": [
        "Longines has been crafting elegant timepieces since 1832. The brand is known for its classic designs and rich heritage in aviation and sports timing.",
        "Longines combines traditional watchmaking expertise with modern innovation to create watches that are both timeless and contemporary."
      ]
    },
    "keyFeatures": [
      "Elegant designs",
      "Rich heritage",
      "Sports timing expertise",
      "Aviation connection"
    ],
    "priceRange": {
      "catalog": "Between €1,000 and €10,000",
      "secondary": "Prices increased by 0% to 20% depending on models"
    },
    "featuredModels": [
      {
        "name": "Master Collection",
        "description": "A collection of elegant timepieces with classic design and high precision.",
        "image": "/images/watches/master-collection.jpg",
        "price": "Starting at €1,000",
        "features": [
          "Classic design",
          "High precision",
          "Elegant aesthetics"
        ]
      },
      {
        "name": "Conquest",
        "description": "A sporty collection with modern design and robust construction.",
        "image": "/images/watches/conquest.jpg",
        "price": "Starting at €1,500",
        "features": [
          "Modern design",
          "Robust construction",
          "Sporty aesthetics"
        ]
      },
      {
        "name": "Heritage",
        "description": "A collection inspired by the brand's historical models, with a vintage touch.",
        "image": "/images/watches/heritage.jpg",
        "price": "Starting at €2,000",
        "features": [
          "Historical inspiration",
          "Vintage aesthetics",
          "Classic design"
        ]
      }
    ],
    "history": {
      "title": "A legacy of elegance",
      "content": [
        "Longines was founded in 1832 by Auguste Agassiz in Saint-Imier, Switzerland. The brand quickly gained recognition for its elegant designs and high-quality movements.",
        "Throughout its history, Longines has been known for its involvement in aviation and sports timing. The brand has been the official timekeeper for numerous international sports events.",
        "Today, Longines continues to innovate while preserving its heritage of elegance and precision."
      ]
    }
  },
  "zenith": {
    "name": "Zenith",
    "slug": "zenith",
    "description": "Zenith is a Swiss luxury watch manufacturer known for its high-frequency movements and innovative designs. The brand is particularly recognized for its El Primero chronograph movement.",
    "logo": "/images/brands/zenith.png",
    "overview": {
      "title": "Time to reach your star",
      "content": [
        "Zenith has been crafting exceptional timepieces since 1865. The brand is known for its high-frequency movements and innovative designs.",
        "Zenith's El Primero chronograph movement, introduced in 1969, is one of the most accurate automatic chronograph movements ever produced."
      ]
    },
    "keyFeatures": [
      "High-frequency movements",
      "Innovative designs",
      "El Primero chronograph",
      "Precision and reliability"
    ],
    "priceRange": {
      "catalog": "Between €5,000 and €100,000",
      "secondary": "Prices increased by 0% to 30% depending on models"
    },
    "featuredModels": [
      {
        "name": "El Primero",
        "description": "An iconic chronograph featuring the brand's high-frequency movement.",
        "image": "/images/watches/el-primero.jpg",
        "price": "Starting at €5,000",
        "features": [
          "High-frequency movement",
          "Chronograph function",
          "Precision and reliability"
        ]
      },
      {
        "name": "Defy",
        "description": "A modern collection with innovative materials and design.",
        "image": "/images/watches/defy.jpg",
        "price": "Starting at €7,000",
        "features": [
          "Innovative materials",
          "Modern design",
          "High-frequency movement"
        ]
      },
      {
        "name": "Pilot",
        "description": "A collection inspired by aviation, with a classic and robust design.",
        "image": "/images/watches/pilot.jpg",
        "price": "Starting at €6,000",
        "features": [
          "Aviation inspiration",
          "Robust design",
          "High legibility"
        ]
      }
    ],
    "history": {
      "title": "A history of innovation",
      "content": [
        "Zenith was founded in 1865 by Georges Favre-Jacot in Le Locle, Switzerland. The brand quickly gained recognition for its high-quality movements and innovative designs.",
        "In 1969, Zenith introduced the El Primero chronograph movement, which is capable of measuring time to the nearest 1/10th of a second. This movement is still considered one of the most accurate automatic chronograph movements ever produced.",
        "Today, Zenith continues to innovate while preserving its heritage of precision and reliability."
      ]
    }
  },
  "vacheron-constantin": {
    "name": "Vacheron Constantin",
    "slug": "vacheron-constantin",
    "description": "Vacheron Constantin is one of the oldest and most prestigious watch manufacturers in the world. The brand is known for its exceptional craftsmanship, complex movements, and elegant designs.",
    "logo": "/images/brands/vacheron-constantin.png",
    "overview": {
      "title": "One of not many",
      "content": [
        "Vacheron Constantin has been crafting exceptional timepieces since 1755. The brand is known for its exceptional craftsmanship, complex movements, and elegant designs.",
        "Vacheron Constantin is one of the oldest watch manufacturers in continuous operation, and it has maintained its reputation for excellence throughout its long history."
      ]
    },
    "keyFeatures": [
      "Exceptional craftsmanship",
      "Complex movements",
      "Elegant designs",
      "Rich heritage"
    ],
    "priceRange": {
      "catalog": "Between €20,000 and €1,000,000",
      "secondary": "Prices increased by 0% to 50% depending on models"
    },
    "featuredModels": [
      {
        "name": "Overseas",
        "description": "A collection of elegant sports watches with a distinctive design.",
        "image": "/images/watches/overseas.jpg",
        "price": "Starting at €20,000",
        "features": [
          "Elegant design",
          "Sports aesthetics",
          "Complex movements"
        ]
      },
      {
        "name": "Patrimony",
        "description": "A collection of classic timepieces with a clean and elegant design.",
        "image": "/images/watches/patrimony.jpg",
        "price": "Starting at €25,000",
        "features": [
          "Clean design",
          "Classic aesthetics",
          "Exceptional craftsmanship"
        ]
      },
      {
        "name": "Traditionnelle",
        "description": "A collection inspired by the brand's historical models, with a traditional touch.",
        "image": "/images/watches/traditionnelle.jpg",
        "price": "Starting at €30,000",
        "features": [
          "Historical inspiration",
          "Traditional aesthetics",
          "Complex movements"
        ]
      }
    ],
    "history": {
      "title": "A legacy of excellence",
      "content": [
        "Vacheron Constantin was founded in 1755 by Jean-Marc Vacheron in Geneva, Switzerland. The brand is one of the oldest watch manufacturers in continuous operation.",
        "Throughout its history, Vacheron Constantin has been known for its exceptional craftsmanship and complex movements. The brand has created some of the most complicated watches ever produced.",
        "Today, Vacheron Constantin continues to innovate while preserving its heritage of excellence and elegance."
      ]
    }
  },
  "seiko": {
    "name": "Seiko",
    "slug": "seiko",
    "description": "Seiko is a Japanese watch manufacturer known for its innovation, precision, and value for money. The brand is particularly recognized for its quartz and mechanical movements.",
    "logo": "/images/brands/seiko.png",
    "overview": {
      "title": "Innovation and precision",
      "content": [
        "Seiko has been crafting timepieces since 1881. The brand is known for its innovation, precision, and value for money.",
        "Seiko revolutionized the watch industry in 1969 with the introduction of the first quartz watch, the Seiko Quartz Astron."
      ]
    },
    "keyFeatures": [
      "Innovation",
      "Precision",
      "Value for money",
      "Diverse range of movements"
    ],
    "priceRange": {
      "catalog": "Between €100 and €10,000",
      "secondary": "Prices increased by 0% to 20% depending on models"
    },
    "featuredModels": [
      {
        "name": "Presage",
        "description": "A collection of elegant timepieces with a focus on craftsmanship.",
        "image": "/images/watches/presage.jpg",
        "price": "Starting at €300",
        "features": [
          "Elegant design",
          "Craftsmanship",
          "Mechanical movements"
        ]
      },
      {
        "name": "Prospex",
        "description": "A collection of professional sports watches with robust construction.",
        "image": "/images/watches/prospex.jpg",
        "price": "Starting at €500",
        "features": [
          "Robust construction",
          "Sports aesthetics",
          "Diverse range of movements"
        ]
      },
      {
        "name": "Astron",
        "description": "A collection featuring Seiko's innovative GPS Solar technology.",
        "image": "/images/watches/astron.jpg",
        "price": "Starting at €1,000",
        "features": [
          "GPS Solar technology",
          "Innovative design",
          "High precision"
        ]
      }
    ],
    "history": {
      "title": "A history of innovation",
      "content": [
        "Seiko was founded in 1881 by Kintaro Hattori in Tokyo, Japan. The brand quickly gained recognition for its innovation and precision.",
        "In 1969, Seiko revolutionized the watch industry with the introduction of the first quartz watch, the Seiko Quartz Astron. This innovation led to the Quartz Crisis, which significantly impacted the Swiss watch industry.",
        "Today, Seiko continues to innovate while offering a diverse range of movements, from quartz to mechanical, at various price points."
      ]
    }
  },
  "breguet": {
    "name": "Breguet",
    "slug": "breguet",
    "description": "Breguet is a Swiss luxury watch manufacturer known for its historical significance and innovative designs. The brand is particularly recognized for its tourbillon and other complex movements.",
    "logo": "/images/brands/breguet.png",
    "overview": {
      "title": "Innovation and tradition",
      "content": [
        "Breguet has been crafting exceptional timepieces since 1775. The brand is known for its historical significance and innovative designs.",
        "Breguet's founder, Abraham-Louis Breguet, is credited with inventing the tourbillon, a device that improves the accuracy of mechanical watches."
      ]
    },
    "keyFeatures": [
      "Historical significance",
      "Innovative designs",
      "Complex movements",
      "Tourbillon expertise"
    ],
    "priceRange": {
      "catalog": "Between €10,000 and €500,000",
      "secondary": "Prices increased by 0% to 40% depending on models"
    },
    "featuredModels": [
      {
        "name": "Classique",
        "description": "A collection of elegant timepieces with a focus on tradition.",
        "image": "/images/watches/classique.jpg",
        "price": "Starting at €10,000",
        "features": [
          "Elegant design",
          "Traditional aesthetics",
          "Complex movements"
        ]
      },
      {
        "name": "Marine",
        "description": "A collection inspired by the brand's historical connection to the French Navy.",
        "image": "/images/watches/marine.jpg",
        "price": "Starting at €15,000",
        "features": [
          "Maritime inspiration",
          "Robust design",
          "Complex movements"
        ]
      },
      {
        "name": "Type XX",
        "description": "A collection of pilot's watches with a historical touch.",
        "image": "/images/watches/type-xx.jpg",
        "price": "Starting at €12,000",
        "features": [
          "Pilot's watch aesthetics",
          "Historical inspiration",
          "Robust construction"
        ]
      }
    ],
    "history": {
      "title": "A legacy of innovation",
      "content": [
        "Breguet was founded in 1775 by Abraham-Louis Breguet in Paris, France. The brand quickly gained recognition for its innovative designs and complex movements.",
        "Abraham-Louis Breguet is credited with inventing the tourbillon, a device that improves the accuracy of mechanical watches. The brand has also been known for its historical connection to the French Navy.",
        "Today, Breguet continues to innovate while preserving its heritage of excellence and tradition."
      ]
    }
  },
  "chanel": {
    "name": "Chanel",
    "slug": "chanel",
    "description": "Chanel is a French luxury fashion house known for its iconic designs and high-quality products. The brand's watch collection combines elegance with innovation.",
    "logo": "/images/brands/chanel.png",
    "overview": {
      "title": "Elegance and innovation",
      "content": [
        "Chanel has been crafting luxury products since 1909. The brand's watch collection combines elegance with innovation.",
        "Chanel's watches are known for their distinctive design, high-quality materials, and attention to detail."
      ]
    },
    "keyFeatures": [
      "Distinctive design",
      "High-quality materials",
      "Attention to detail",
      "Elegant aesthetics"
    ],
    "priceRange": {
      "catalog": "Between €5,000 and €100,000",
      "secondary": "Prices increased by 0% to 30% depending on models"
    },
    "featuredModels": [
      {
        "name": "J12",
        "description": "An iconic collection featuring a distinctive ceramic design.",
        "image": "/images/watches/j12.jpg",
        "price": "Starting at €5,000",
        "features": [
          "Ceramic design",
          "Distinctive aesthetics",
          "High-quality materials"
        ]
      },
      {
        "name": "Boy.Friend",
        "description": "A collection of elegant timepieces with a modern touch.",
        "image": "/images/watches/boy-friend.jpg",
        "price": "Starting at €6,000",
        "features": [
          "Modern design",
          "Elegant aesthetics",
          "Attention to detail"
        ]
      },
      {
        "name": "Code Coco",
        "description": "A collection inspired by the brand's iconic handbag, with a unique design.",
        "image": "/images/watches/code-coco.jpg",
        "price": "Starting at €7,000",
        "features": [
          "Unique design",
          "Iconic inspiration",
          "High-quality materials"
        ]
      }
    ],
    "history": {
      "title": "A legacy of elegance",
      "content": [
        "Chanel was founded in 1909 by Coco Chanel in Paris, France. The brand quickly gained recognition for its iconic designs and high-quality products.",
        "Chanel's watch collection was introduced in 1987 with the launch of the Première watch. The brand has since expanded its collection to include a diverse range of timepieces.",
        "Today, Chanel continues to innovate while preserving its heritage of elegance and style."
      ]
    }
  },
  "bell-and-ross": {
    "name": "Bell & Ross",
    "slug": "bell-and-ross",
    "description": "Bell & Ross is a French luxury watch manufacturer known for its aviation-inspired designs. The brand is particularly recognized for its square-cased watches and high legibility.",
    "logo": "/images/brands/bell-and-ross.png",
    "overview": {
      "title": "Function shapes form",
      "content": [
        "Bell & Ross has been crafting aviation-inspired timepieces since 1992. The brand is known for its square-cased watches and high legibility.",
        "Bell & Ross's watches are designed to meet the needs of professionals, particularly those in aviation and military fields."
      ]
    },
    "keyFeatures": [
      "Aviation-inspired designs",
      "High legibility",
      "Square-cased watches",
      "Professional focus"
    ],
    "priceRange": {
      "catalog": "Between €3,000 and €50,000",
      "secondary": "Prices increased by 0% to 20% depending on models"
    },
    "featuredModels": [
      {
        "name": "BR 01",
        "description": "An iconic collection featuring a distinctive square case.",
        "image": "/images/watches/br-01.jpg",
        "price": "Starting at €3,000",
        "features": [
          "Square case",
          "High legibility",
          "Aviation inspiration"
        ]
      },
      {
        "name": "BR 03",
        "description": "A collection of professional timepieces with a focus on functionality.",
        "image": "/images/watches/br-03.jpg",
        "price": "Starting at €4,000",
        "features": [
          "Functional design",
          "Professional aesthetics",
          "High legibility"
        ]
      },
      {
        "name": "BR 05",
        "description": "A collection of urban timepieces with a modern touch.",
        "image": "/images/watches/br-05.jpg",
        "price": "Starting at €5,000",
        "features": [
          "Modern design",
          "Urban aesthetics",
          "High legibility"
        ]
      }
    ],
    "history": {
      "title": "A history of innovation",
      "content": [
        "Bell & Ross was founded in 1992 by Bruno Belamich and Carlos A. Rosillo in Paris, France. The brand quickly gained recognition for its aviation-inspired designs.",
        "Bell & Ross's watches are designed to meet the needs of professionals, particularly those in aviation and military fields. The brand has collaborated with various military and aviation organizations.",
        "Today, Bell & Ross continues to innovate while preserving its heritage of functionality and design."
      ]
    }
  },
  "grand-seiko": {
    "name": "Grand Seiko",
    "slug": "grand-seiko",
    "description": "Grand Seiko is a Japanese luxury watch manufacturer known for its exceptional craftsmanship and precision. The brand is particularly recognized for its Spring Drive and Hi-Beat movements.",
    "logo": "/images/brands/grand-seiko.png",
    "overview": {
      "title": "The nature of time",
      "content": [
        "Grand Seiko has been crafting exceptional timepieces since 1960. The brand is known for its exceptional craftsmanship and precision.",
        "Grand Seiko's Spring Drive and Hi-Beat movements are renowned for their accuracy and reliability."
      ]
    },
    "keyFeatures": [
      "Exceptional craftsmanship",
      "Precision",
      "Spring Drive and Hi-Beat movements",
      "Distinctive design"
    ],
    "priceRange": {
      "catalog": "Between €5,000 and €50,000",
      "secondary": "Prices increased by 0% to 30% depending on models"
    },
    "featuredModels": [
      {
        "name": "Spring Drive",
        "description": "A collection featuring the brand's innovative Spring Drive movement.",
        "image": "/images/watches/spring-drive.jpg",
        "price": "Starting at €5,000",
        "features": [
          "Spring Drive movement",
          "Exceptional precision",
          "Distinctive design"
        ]
      },
      {
        "name": "Hi-Beat",
        "description": "A collection featuring the brand's high-frequency Hi-Beat movement.",
        "image": "/images/watches/hi-beat.jpg",
        "price": "Starting at €6,000",
        "features": [
          "Hi-Beat movement",
          "High precision",
          "Elegant aesthetics"
        ]
      },
      {
        "name": "Heritage",
        "description": "A collection inspired by the brand's historical models, with a vintage touch.",
        "image": "/images/watches/heritage.jpg",
        "price": "Starting at €7,000",
        "features": [
          "Historical inspiration",
          "Vintage aesthetics",
          "Exceptional craftsmanship"
        ]
      }
    ],
    "history": {
      "title": "A legacy of excellence",
      "content": [
        "Grand Seiko was introduced in 1960 as a high-end line of Seiko watches. The brand quickly gained recognition for its exceptional craftsmanship and precision.",
        "Grand Seiko's Spring Drive movement, introduced in 1999, combines the best of mechanical and quartz technology to achieve exceptional precision. The brand's Hi-Beat movement, introduced in 1968, is known for its high frequency and accuracy.",
        "Today, Grand Seiko continues to innovate while preserving its heritage of excellence and precision."
      ]
    }
  },
  "blancpain": {
    "name": "Blancpain",
    "slug": "blancpain",
    "description": "Blancpain is a Swiss luxury watch manufacturer known for its traditional craftsmanship and complex movements. The brand is particularly recognized for its Fifty Fathoms diving watch.",
    "logo": "/images/brands/blancpain.png",
    "overview": {
      "title": "Innovation is our tradition",
      "content": [
        "Blancpain has been crafting exceptional timepieces since 1735. The brand is known for its traditional craftsmanship and complex movements.",
        "Blancpain's Fifty Fathoms diving watch, introduced in 1953, is considered one of the first modern diving watches."
      ]
    },
    "keyFeatures": [
      "Traditional craftsmanship",
      "Complex movements",
      "Fifty Fathoms diving watch",
      "Rich heritage"
    ],
    "priceRange": {
      "catalog": "Between €10,000 and €500,000",
      "secondary": "Prices increased by 0% to 40% depending on models"
    },
    "featuredModels": [
      {
        "name": "Fifty Fathoms",
        "description": "An iconic diving watch with a rich history and robust design.",
        "image": "/images/watches/fifty-fathoms.jpg",
        "price": "Starting at €10,000",
        "features": [
          "Robust design",
          "Diving functionality",
          "Rich history"
        ]
      },
      {
        "name": "Villeret",
        "description": "A collection of classic timepieces with a focus on tradition.",
        "image": "/images/watches/villeret.jpg",
        "price": "Starting at €15,000",
        "features": [
          "Classic design",
          "Traditional aesthetics",
          "Complex movements"
        ]
      },
      {
        "name": "L-evolution",
        "description": "A collection featuring innovative materials and design.",
        "image": "/images/watches/l-evolution.jpg",
        "price": "Starting at €20,000",
        "features": [
          "Innovative materials",
          "Modern design",
          "Complex movements"
        ]
      }
    ],
    "history": {
      "title": "A legacy of innovation",
      "content": [
        "Blancpain was founded in 1735 by Jehan-Jacques Blancpain in Villeret, Switzerland. The brand is one of the oldest watch manufacturers in continuous operation.",
        "Throughout its history, Blancpain has been known for its traditional craftsmanship and complex movements. The brand's Fifty Fathoms diving watch, introduced in 1953, is considered one of the first modern diving watches.",
        "Today, Blancpain continues to innovate while preserving its heritage of excellence and tradition."
      ]
    }
  },
  "maurice-lacroix": {
    "name": "Maurice Lacroix",
    "slug": "maurice-lacroix",
    "description": "Maurice Lacroix is a Swiss luxury watch manufacturer known for its innovative designs and high-quality movements. The brand is particularly recognized for its Masterpiece collection.",
    "logo": "/images/brands/maurice-lacroix.png",
    "overview": {
      "title": "Swiss Made Excellence",
      "content": [
        "Maurice Lacroix has been crafting exceptional timepieces since 1975. The brand is known for its innovative designs and high-quality movements.",
        "Maurice Lacroix's Masterpiece collection showcases the brand's expertise in complex movements and innovative design."
      ]
    },
    "keyFeatures": [
      "Innovative designs",
      "High-quality movements",
      "Masterpiece collection",
      "Swiss Made excellence"
    ],
    "priceRange": {
      "catalog": "Between €1,000 and €20,000",
      "secondary": "Prices increased by 0% to 20% depending on models"
    },
    "featuredModels": [
      {
        "name": "Masterpiece",
        "description": "A collection showcasing the brand's expertise in complex movements.",
        "image": "/images/watches/masterpiece.jpg",
        "price": "Starting at €5,000",
        "features": [
          "Complex movements",
          "Innovative design",
          "High-quality craftsmanship"
        ]
      },
      {
        "name": "Aikon",
        "description": "A collection of modern timepieces with a focus on design.",
        "image": "/images/watches/aikon.jpg",
        "price": "Starting at €1,000",
        "features": [
          "Modern design",
          "High-quality materials",
          "Swiss Made excellence"
        ]
      },
      {
        "name": "Pontos",
        "description": "A collection of sporty timepieces with a focus on functionality.",
        "image": "/images/watches/pontos.jpg",
        "price": "Starting at €2,000",
        "features": [
          "Sporty design",
          "Functional aesthetics",
          "High-quality movements"
        ]
      }
    ],
    "history": {
      "title": "A history of innovation",
      "content": [
        "Maurice Lacroix was founded in 1975 in Saignelégier, Switzerland. The brand quickly gained recognition for its innovative designs and high-quality movements.",
        "Maurice Lacroix's Masterpiece collection, introduced in the 1990s, showcases the brand's expertise in complex movements and innovative design. The brand has since expanded its collection to include a diverse range of timepieces.",
        "Today, Maurice Lacroix continues to innovate while preserving its heritage of Swiss Made excellence."
      ]
    }
  },
  "nomos": {
    "name": "Nomos",
    "slug": "nomos",
    "description": "Nomos is a German luxury watch manufacturer known for its minimalist design and in-house movements. The brand is particularly recognized for its Bauhaus-inspired aesthetics.",
    "logo": "/images/brands/nomos.png",
    "overview": {
      "title": "Timeless design",
      "content": [
        "Nomos has been crafting exceptional timepieces since 1990. The brand is known for its minimalist design and in-house movements.",
        "Nomos's watches are inspired by the Bauhaus movement, emphasizing simplicity, functionality, and elegance."
      ]
    },
    "keyFeatures": [
      "Minimalist design",
      "In-house movements",
      "Bauhaus-inspired aesthetics",
      "German craftsmanship"
    ],
    "priceRange": {
      "catalog": "Between €1,500 and €10,000",
      "secondary": "Prices increased by 0% to 20% depending on models"
    },
    "featuredModels": [
      {
        "name": "Tangente",
        "description": "An iconic collection featuring a minimalist design and in-house movement.",
        "image": "/images/watches/tangente.jpg",
        "price": "Starting at €1,500",
        "features": [
          "Minimalist design",
          "In-house movement",
          "Bauhaus aesthetics"
        ]
      },
      {
        "name": "Orion",
        "description": "A collection of elegant timepieces with a focus on simplicity.",
        "image": "/images/watches/orion.jpg",
        "price": "Starting at €2,000",
        "features": [
          "Elegant design",
          "Simplicity",
          "In-house movement"
        ]
      },
      {
        "name": "Ludwig",
        "description": "A collection inspired by classical watchmaking, with a traditional touch.",
        "image": "/images/watches/ludwig.jpg",
        "price": "Starting at €2,500",
        "features": [
          "Classical inspiration",
          "Traditional aesthetics",
          "In-house movement"
        ]
      }
    ],
    "history": {
      "title": "A legacy of design",
      "content": [
        "Nomos was founded in 1990 in Glashütte, Germany. The brand quickly gained recognition for its minimalist design and in-house movements.",
        "Nomos's watches are inspired by the Bauhaus movement, emphasizing simplicity, functionality, and elegance. The brand has been producing its own movements since 2005.",
        "Today, Nomos continues to innovate while preserving its heritage of design and craftsmanship."
      ]
    }
  },
  "ulysse-nardin": {
    "name": "Ulysse Nardin",
    "slug": "ulysse-nardin",
    "description": "Ulysse Nardin is a Swiss luxury watch manufacturer known for its marine chronometers and innovative designs. The brand is particularly recognized for its Freak collection.",
    "logo": "/images/brands/ulysse-nardin.png",
    "overview": {
      "title": "Innovation and tradition",
      "content": [
        "Ulysse Nardin has been crafting exceptional timepieces since 1846. The brand is known for its marine chronometers and innovative designs.",
        "Ulysse Nardin's Freak collection, introduced in 2001, showcases the brand's expertise in innovative design and complex movements."
      ]
    },
    "keyFeatures": [
      "Marine chronometers",
      "Innovative designs",
      "Freak collection",
      "Rich heritage"
    ],
    "priceRange": {
      "catalog": "Between €5,000 and €200,000",
      "secondary": "Prices increased by 0% to 30% depending on models"
    },
    "featuredModels": [
      {
        "name": "Freak",
        "description": "An iconic collection featuring innovative design and complex movements.",
        "image": "/images/watches/freak.jpg",
        "price": "Starting at €50,000",
        "features": [
          "Innovative design",
          "Complex movements",
          "Distinctive aesthetics"
        ]
      },
      {
        "name": "Marine",
        "description": "A collection inspired by the brand's historical marine chronometers.",
        "image": "/images/watches/marine.jpg",
        "price": "Starting at €10,000",
        "features": [
          "Marine inspiration",
          "Traditional aesthetics",
          "Complex movements"
        ]
      },
      {
        "name": "Diver",
        "description": "A collection of professional diving watches with robust construction.",
        "image": "/images/watches/diver.jpg",
        "price": "Starting at €5,000",
        "features": [
          "Robust construction",
          "Diving functionality",
          "High legibility"
        ]
      }
    ],
    "history": {
      "title": "A legacy of innovation",
      "content": [
        "Ulysse Nardin was founded in 1846 by Ulysse Nardin in Le Locle, Switzerland. The brand quickly gained recognition for its marine chronometers and innovative designs.",
        "Throughout its history, Ulysse Nardin has been known for its marine chronometers, which were used by navies around the world. The brand's Freak collection, introduced in 2001, showcases its expertise in innovative design and complex movements.",
        "Today, Ulysse Nardin continues to innovate while preserving its heritage of excellence and tradition."
      ]
    }
  },
  "glashutte-original": {
    "name": "Glashütte Original",
    "slug": "glashutte-original",
    "description": "Glashütte Original is a German luxury watch manufacturer known for its traditional craftsmanship and complex movements. The brand is particularly recognized for its Senator and Pano collections.",
    "logo": "/images/brands/glashutte-original.png",
    "overview": {
      "title": "German watchmaking excellence",
      "content": [
        "Glashütte Original has been crafting exceptional timepieces since 1845. The brand is known for its traditional craftsmanship and complex movements.",
        "Glashütte Original's Senator and Pano collections showcase the brand's expertise in traditional watchmaking and innovative design."
      ]
    },
    "keyFeatures": [
      "Traditional craftsmanship",
      "Complex movements",
      "Senator and Pano collections",
      "German excellence"
    ],
    "priceRange": {
      "catalog": "Between €5,000 and €100,000",
      "secondary": "Prices increased by 0% to 30% depending on models"
    },
    "featuredModels": [
      {
        "name": "Senator",
        "description": "A collection of classic timepieces with a focus on tradition.",
        "image": "/images/watches/senator.jpg",
        "price": "Starting at €5,000",
        "features": [
          "Classic design",
          "Traditional aesthetics",
          "Complex movements"
        ]
      },
      {
        "name": "Pano",
        "description": "A collection featuring innovative design and complex movements.",
        "image": "/images/watches/pano.jpg",
        "price": "Starting at €10,000",
        "features": [
          "Innovative design",
          "Complex movements",
          "Distinctive aesthetics"
        ]
      },
      {
        "name": "Sixties",
        "description": "A collection inspired by the 1960s, with a vintage touch.",
        "image": "/images/watches/sixties.jpg",
        "price": "Starting at €7,000",
        "features": [
          "Vintage inspiration",
          "Retro aesthetics",
          "Traditional craftsmanship"
        ]
      }
    ],
    "history": {
      "title": "A legacy of excellence",
      "content": [
        "Glashütte Original was founded in 1845 in Glashütte, Germany. The brand quickly gained recognition for its traditional craftsmanship and complex movements.",
        "Throughout its history, Glashütte Original has been known for its traditional watchmaking and innovative design. The brand's Senator and Pano collections showcase its expertise in complex movements and distinctive aesthetics.",
        "Today, Glashütte Original continues to innovate while preserving its heritage of German watchmaking excellence."
      ]
    }
  },
  "h-moser-&-cie": {
    "name": "H. Moser & Cie",
    "slug": "h-moser-&-cie",
    "description": "H. Moser & Cie is known for its minimalist luxury timepieces and in-house manufacturing, offering exceptional Swiss craftsmanship with a touch of irreverence.",
    "logo": "/images/brands/h-moser-&-cie.png",
    "overview": {
      "title": "Independent and Bold Swiss Watchmaking",
      "content": [
        "Founded in 1828 and revived in the 21st century, H. Moser & Cie is an independent brand blending haute horlogerie with a bold, modern twist.",
        "Known for their fumé dials and minimalist aesthetics, Moser watches are made entirely in-house, from movements to hairsprings."
      ]
    },
    "keyFeatures": [
      "In-house movements and hairsprings",
      "Minimalist fumé dials",
      "Limited production",
      "Bold and irreverent marketing"
    ],
    "priceRange": {
      "catalog": "Between €15,000 and €100,000",
      "secondary": "Prices relatively stable due to low supply"
    },
    "featuredModels": [
      {
        "name": "Endeavour Centre Seconds",
        "description": "Elegant dress watch with signature fumé dial and clean design.",
        "image": "/images/watches/endeavour.jpg",
        "price": "Starting at €20,000",
        "features": [
          "Fumé dial",
          "In-house HMC movement",
          "Minimalist aesthetics"
        ]
      },
      {
        "name": "Streamliner Chronograph",
        "description": "A modern integrated chronograph with fluid case design.",
        "image": "/images/watches/streamliner.jpg",
        "price": "Starting at €40,000",
        "features": [
          "Integrated bracelet",
          "Flyback chronograph",
          "Cushion-shaped case"
        ]
      }
    ],
    "history": {
      "title": "A Renaissance of Independent Watchmaking",
      "content": [
        "Founded in 1828 by Heinrich Moser in St. Petersburg, the brand catered to Russian nobility before expanding globally.",
        "After several dormant years, H. Moser & Cie was revived in 2002 and became known for its rebellious take on luxury watchmaking.",
        "Now based in Neuhausen, Switzerland, the brand continues to innovate while preserving traditional craftsmanship."
      ]
    }
  },
  "bulgari": {
    "name": "Bulgari",
    "slug": "bulgari",
    "description": "Bulgari, known primarily as a high jewelry house, has become a powerhouse in watchmaking with ultra-thin complications and bold Italian design.",
    "logo": "/images/brands/bulgari.png",
    "overview": {
      "title": "Jewelry and Watchmaking Excellence",
      "content": [
        "Combining Italian design with Swiss expertise, Bulgari offers luxurious timepieces that bridge the worlds of jewelry and horology.",
        "Their Octo Finissimo collection holds multiple records for ultra-thin watchmaking."
      ]
    },
    "keyFeatures": [
      "Ultra-thin complications",
      "Distinctive Italian design",
      "Swiss-made precision",
      "High jewelry integration"
    ],
    "priceRange": {
      "catalog": "Between €3,000 and €200,000",
      "secondary": "Strong demand for Octo Finissimo drives interest"
    },
    "featuredModels": [
      {
        "name": "Octo Finissimo",
        "description": "Record-breaking ultra-thin watch with bold architectural design.",
        "image": "/images/watches/octo-finissimo.jpg",
        "price": "Starting at €14,000",
        "features": [
          "Thickness under 6mm",
          "Titanium or ceramic cases",
          "Modern, angular design"
        ]
      },
      {
        "name": "Serpenti",
        "description": "Iconic women’s watch with snake-like bracelet design.",
        "image": "/images/watches/serpenti.jpg",
        "price": "Starting at €7,000",
        "features": [
          "Jewelry-inspired design",
          "Double-wrap bracelet",
          "Quartz or mechanical"
        ]
      }
    ],
    "history": {
      "title": "From Jeweler to Haute Horlogerie",
      "content": [
        "Bulgari was founded in Rome in 1884 and became a world-renowned jeweler.",
        "Entering watchmaking in the late 20th century, Bulgari acquired Gerald Genta and Daniel Roth to boost its horological legitimacy.",
        "The brand now produces award-winning haute horlogerie in Neuchâtel, combining technical innovation with striking design."
      ]
    }
  },
  "chopard": {
    "name": "Chopard",
    "slug": "chopard",
    "description": "Chopard is a Swiss luxury brand renowned for its fine jewelry and watches, blending elegance, heritage, and sustainable craftsmanship.",
    "logo": "/images/brands/chopard.png",
    "overview": {
      "title": "A Family-Owned Legacy",
      "content": [
        "Chopard combines watchmaking expertise with jewelry artistry, offering refined timepieces for both men and women.",
        "The brand is known for its ethical gold sourcing, in-house manufacturing, and iconic Happy Diamonds and L.U.C collections."
      ]
    },
    "keyFeatures": [
      "Ethical luxury with Fairmined gold",
      "In-house L.U.C movements",
      "High jewelry and horology combined",
      "Iconic Happy Diamonds and Mille Miglia lines"
    ],
    "priceRange": {
      "catalog": "Between €4,000 and €300,000",
      "secondary": "Prices stable, strong in women’s luxury and L.U.C"
    },
    "featuredModels": [
      {
        "name": "L.U.C XPS",
        "description": "Elegant ultra-thin dress watch with in-house movement.",
        "image": "/images/watches/luc-xps.jpg",
        "price": "Starting at €9,000",
        "features": [
          "In-house L.U.C caliber",
          "Ultra-thin case",
          "High finishing quality"
        ]
      },
      {
        "name": "Happy Sport",
        "description": "Playful luxury with moving diamonds on the dial.",
        "image": "/images/watches/happy-sport.jpg",
        "price": "Starting at €5,000",
        "features": [
          "Floating diamonds",
          "Sporty and elegant",
          "Quartz or automatic"
        ]
      }
    ],
    "history": {
      "title": "From Pocket Watches to Ethical Gold",
      "content": [
        "Founded in 1860 by Louis-Ulysse Chopard in Sonvilier, the brand became famous for precise pocket watches.",
        "Acquired by the Scheufele family in 1963, Chopard grew into a major jewelry and watch house.",
        "Today, Chopard is a leader in sustainable luxury, using 100% ethical gold since 2018."
      ]
    }
  },
  "corum": {
    "name": "Corum",
    "slug": "corum",
    "description": "Corum is a Swiss watch brand known for its bold and avant-garde designs like the Bubble and Golden Bridge.",
    "logo": "/images/brands/corum.png",
    "overview": {
      "title": "Daring Swiss Innovation",
      "content": [
        "Founded in 1955, Corum quickly gained attention with creative designs and technical mastery.",
        "It stands out with unique collections that blend architecture and watchmaking, like the Golden Bridge with its linear movement."
      ]
    },
    "keyFeatures": [
      "Unconventional and bold design",
      "Golden Bridge architecture",
      "Bubble oversized domed crystal",
      "Limited production"
    ],
    "priceRange": {
      "catalog": "Between €3,000 and €150,000",
      "secondary": "Niche collector interest"
    },
    "featuredModels": [
      {
        "name": "Golden Bridge",
        "description": "Unique linear movement inside a transparent case.",
        "image": "/images/watches/golden-bridge.jpg",
        "price": "Starting at €25,000",
        "features": [
          "In-line baguette movement",
          "Skeleton case",
          "Manual winding"
        ]
      },
      {
        "name": "Bubble",
        "description": "Avant-garde design with oversized domed sapphire crystal.",
        "image": "/images/watches/bubble.jpg",
        "price": "Starting at €4,000",
        "features": [
          "Bold oversized look",
          "Domed crystal",
          "Colorful dials"
        ]
      }
    ],
    "history": {
      "title": "Creative Spirit Since 1955",
      "content": [
        "Founded in La Chaux-de-Fonds by René Bannwart, Corum gained fame for innovation.",
        "The Admiral collection, launched in 1960, was one of the first nautical watches.",
        "Corum continues to push boundaries with artistic and architectural watch concepts."
      ]
    }
  },
  "cvstos": {
    "name": "Cvstos",
    "slug": "cvstos",
    "description": "Cvstos is a young and bold luxury watch brand combining technical innovation with a sporty, futuristic design.",
    "logo": "/images/brands/cvstos.png",
    "overview": {
      "title": "The Future of Haute Horlogerie",
      "content": [
        "Founded in 2005, Cvstos offers modern watchmaking with high-tech materials and openworked designs.",
        "The brand is aimed at a new generation of watch lovers who seek sporty luxury with mechanical credibility."
      ]
    },
    "keyFeatures": [
      "Futuristic design",
      "Skeletonized movements",
      "Technical sportiness",
      "Lightweight materials (titanium, carbon)"
    ],
    "priceRange": {
      "catalog": "Between €8,000 and €100,000",
      "secondary": "Niche market with loyal collectors"
    },
    "featuredModels": [
      {
        "name": "Challenge Chrono II",
        "description": "Sporty chronograph with skeleton dial and tonneau case.",
        "image": "/images/watches/challenge-chrono.jpg",
        "price": "Starting at €12,000",
        "features": [
          "Skeleton chronograph",
          "Lightweight case",
          "Bold aesthetics"
        ]
      },
      {
        "name": "Jetliner",
        "description": "Ultra-light model with aviation-inspired design.",
        "image": "/images/watches/jetliner.jpg",
        "price": "Starting at €10,000",
        "features": [
          "Aerospace-grade materials",
          "Skeletonized movement",
          "Sporty silhouette"
        ]
      }
    ],
    "history": {
      "title": "Avant-Garde Watchmaking",
      "content": [
        "Cvstos was founded in Geneva in 2005 by Sassoun Sirmakes and Antonio Terranova.",
        "It blends technical innovation with futuristic aesthetics, using advanced materials like titanium and carbon.",
        "Still independent, Cvstos remains a boutique brand focused on quality and bold design."
      ]
    }
  },
  "franck-muller": {
    "name": "Franck Muller",
    "slug": "franck-muller",
    "description": "Franck Muller is known for its flamboyant design and ultra-complicated mechanical watches, including world premieres in haute horlogerie.",
    "logo": "/images/brands/franck-muller.png",
    "overview": {
      "title": "The Master of Complications",
      "content": [
        "Franck Muller combines bold aesthetics with impressive mechanical prowess.",
        "The brand’s Cintrée Curvex case and colorful numerals have become its signature, alongside tourbillons and perpetual calendars."
      ]
    },
    "keyFeatures": [
      "Highly complicated watches",
      "Distinctive curved case design",
      "Colorful Art Deco numerals",
      "Tourbillon and world firsts"
    ],
    "priceRange": {
      "catalog": "Between €7,000 and €800,000",
      "secondary": "Strong collector interest for high complications"
    },
    "featuredModels": [
      {
        "name": "Vanguard",
        "description": "Sporty yet elegant line with curved case and bold numerals.",
        "image": "/images/watches/vanguard.jpg",
        "price": "Starting at €9,000",
        "features": [
          "Curved tonneau case",
          "3D numerals",
          "Automatic movement"
        ]
      },
      {
        "name": "Crazy Hours",
        "description": "Inventive jumping hour display with hours in random order.",
        "image": "/images/watches/crazy-hours.jpg",
        "price": "Starting at €18,000",
        "features": [
          "Unconventional hour layout",
          "Jumping hour mechanism",
          "Curved case"
        ]
      }
    ],
    "history": {
      "title": "Complication with a Twist",
      "content": [
        "Founded in 1991 by Franck Muller and Vartan Sirmakes, the brand gained fast fame for mechanical innovation.",
        "The 'Master of Complications' label reflects Franck Muller’s focus on high-end mechanical artistry.",
        "Its factory, Watchland, is a reference for independent Swiss manufacturing."
      ]
    }
  },
  "parmigiani": {
    "name": "Parmigiani Fleurier",
    "slug": "parmigiani",
    "description": "Parmigiani Fleurier is an independent Swiss brand producing high-end timepieces with refined design and in-house movements.",
    "logo": "/images/brands/parmigiani.png",
    "overview": {
      "title": "Subtle Luxury, Inside and Out",
      "content": [
        "Founded by master watchmaker Michel Parmigiani, the brand blends classical aesthetics with exceptional technical quality.",
        "Each component is made in-house, backed by the Sandoz Family Foundation’s vertical integration strategy."
      ]
    },
    "keyFeatures": [
      "In-house manufacture from A to Z",
      "Elegant classical designs",
      "Haute horlogerie finishing",
      "Restoration expertise"
    ],
    "priceRange": {
      "catalog": "Between €10,000 and €150,000",
      "secondary": "Understated value for collectors"
    },
    "featuredModels": [
      {
        "name": "Tonda PF",
        "description": "Elegant modern luxury with integrated bracelet.",
        "image": "/images/watches/tonda-pf.jpg",
        "price": "Starting at €20,000",
        "features": [
          "Micro-rotor movement",
          "Guilloché dial",
          "Refined finishing"
        ]
      },
      {
        "name": "Toric",
        "description": "Flagship classical watch with complex decoration.",
        "image": "/images/watches/toric.jpg",
        "price": "Starting at €15,000",
        "features": [
          "Knurled bezel",
          "Complications available",
          "High craftsmanship"
        ]
      }
    ],
    "history": {
      "title": "From Restoration to Creation",
      "content": [
        "Michel Parmigiani founded the brand in 1996 after a career in restoring antique timepieces.",
        "With backing from the Sandoz Foundation, the brand created one of the most vertically integrated manufactures in Switzerland.",
        "Parmigiani Fleurier continues to impress with understated haute horlogerie."
      ]
    }
  },
  "piaget": {
    "name": "Piaget",
    "slug": "piaget",
    "description": "Piaget is a Swiss luxury watchmaker and jeweler known for its ultra-thin watches and elegant design, often blending horology with haute joaillerie.",
    "logo": "/images/brands/piaget.png",
    "overview": {
      "title": "A Legacy of Elegance and Slimness",
      "content": [
        "Founded in 1874, Piaget has specialized in crafting ultra-thin movements and luxurious timepieces.",
        "Their Altiplano line holds world records for thinness, while the Limelight collection blends jewelry and watchmaking."
      ]
    },
    "keyFeatures": [
      "Ultra-thin movements",
      "Elegant design",
      "In-house calibers",
      "High jewelry watches"
    ],
    "priceRange": {
      "catalog": "Between €7,000 and €300,000",
      "secondary": "Strong for ultra-thin and vintage models"
    },
    "featuredModels": [
      {
        "name": "Altiplano",
        "description": "World-renowned ultra-thin dress watch.",
        "image": "/images/watches/altiplano.jpg",
        "price": "Starting at €10,000",
        "features": [
          "2mm movement",
          "Minimalist elegance",
          "Manual or automatic"
        ]
      },
      {
        "name": "Polo",
        "description": "Luxury sports watch with elegant curves.",
        "image": "/images/watches/polo.jpg",
        "price": "Starting at €11,000",
        "features": [
          "Integrated bracelet",
          "Sleek case",
          "Automatic movement"
        ]
      }
    ],
    "history": {
      "title": "Elegant Engineering Since 1874",
      "content": [
        "Georges-Édouard Piaget began crafting precision movements in La Côte-aux-Fées in 1874.",
        "The brand made a name with ultra-thin calibers and transitioned into luxury watches and jewelry.",
        "Now part of Richemont, Piaget remains a reference for elegance and technical thinness."
      ]
    }
  }
}